[{"_id":"d09bf415-44a3-365a-86c9-077ebb5e35c3","accountId":"03afdbd6-6e79-39b1-a5f8-597834fa83a4","role":{"nl_NL":"Director QA Consulting"},"profile":{"nl_NL":"Gewapend met een achtergrond in software engineering en architectuur benadert Bob opdrachten altijd eerst vanuit de inhoud: wat is de uitdaging, wat is de gewenste situatie en hoe gaan we daar in beslisbare, behapbare en realistische stappen komen. En agile: liever een compacte heldere powerpoint dan een uitvoerig boekwerk. Door zijn jarenlange ervaring met maatwerk software trajecten (en integratie) weet hij een sturende bijdrage te geven aan het passend maken en resultaat behalen. \n\nDoor IT keuzes en vraagstukken juist toe te lichten ondersteunt Bob het management om goed geïnformeerde beslissingen te nemen.\n\nBob heeft een uitgebreide staat van dienst als delivery manager van een software trajecten. Hij is ervaren in het verzorgen van fixed price / fixed date trajecten op gebied van Java maatwerk, met bijzonder veel aandacht voor de inhoud. Zijn software engineering achtergrond, gecombineerd met IT architectuur en software kwaliteit kennis kan hij goed combineren in een rol als resultaat- en teamverantwoordelijke voor IT project of aanbesteding.\n\nZijn drijfveer is het vergroten van de effectiviteit van IT investeringen. Hij communiceert op management niveau en met de IT specialist.\n\nBob is werkzaam als architect, consultant, reviewer, manager en plannenmaker.","uk_UK":"\n\nHappy"},"interests":{"nl_NL":"Agile, Architectuur, Cloud, SaaS, CI/CD en veel fietsen."},"workingSince":1994,"inItSince":1994},{"_id":"fbd7939d-6749-37cd-b469-2d34de8633c4","accountId":"ea5d2f1c-4608-332e-87d3-aa3d998e5135","profile":{"uk_UK":"","nl_NL":""}},{"_id":"35f4a8d4-65e6-31ed-805f-3d8ab658c551","accountId":"3295c76a-cbf4-3aae-933c-36b1b5fc2cb1","profile":{"nl_NL":"Voor elke uitdaging zijn er meerdere paden die tot het gewenste resultaat leiden. Dit gaat ook op voor snowboarden, één van Gijsberts favoriete bezigheden. Net als bij het zoeken naar de beste aanpak, is het vinden van de perfecte afdaling een kwestie van overwogen keuzes maken, letten op details en niet bang zijn om opnieuw te beginnen. Afwijken van de geijkte paden resulteert veelvuldig in de mooiste oplossingen en zorgt in ieder geval voor de nodige uitdaging.\n\nGijsbert is iemand die zich graag bezig houdt met het oppakken van uitdagingen. Als hij eenmaal ergens aan begonnen is, laat hij zich moeilijk afleiden en zal door gaan tot het best haalbare resultaat is bereikt.\n\nGijsbert is een ervaren technisch ontwerper en architect met een sterke Java achtergrond. Door de diverse projecten waaraan hij heeft bijgedragen, bezit Gijsbert een ruime hoeveelheid praktijkervaring op het gebied van architectuur en Java ontwikkeling. Ervaring op het gebied van web gebaseerde applicaties maakt hem zeer waardevol voor projecten op dit werkgebied. \nNaast de rol van architect en programmeur beschikt Gijsbert over ervaring in het begeleiden en aansturen van development teams.","uk_UK":"For every challenge several paths lead to the desired result. The same goes for snowboarding, one of Gijsberts favorite spare time activities. Searching for the best approach is like finding the perfect descent. It is a matter of making wise choices, taking notice of details and not being afraid to start over again. Diverting from the beaten track often leads to elegant solutions and provides the necessary tension.\n\nGijsbert likes to pick up challenges. Once started with something he will not be easily distracted and continues until the best reachable result is achieved.\n\nGijsbert is an experienced technical designer and architect with a strong Java background. The various projects he worked on give him a rich amount of hands on experience in architecture and Java development. Experience on several web based projects make him highly valuable for clients looking to develop or enlarge their online application landscape. Apart from his work as an it architect and developer Gijsbert also has experience in leading and coaching development teams."},"workingSince":1997,"inItSince":1997},{"_id":"f033ab37-c302-31f7-bf14-2449d037028d","accountId":"a3f390d8-8e4c-31f2-b47b-fa2f1b5f87db","profile":{"nl_NL":"Eenvoudige oplossingen, daar houdt René van. Complexiteit ontstaat vanzelf, daar hoef je dus niet actief aan te werken. Eenvoud wel, daar moet je goed over nadenken. René doet dat graag en dat resulteert dan in echt werkende, passende IT-ondersteuning voor uw organisatie.\n\nRené is doortastend. Zelfs bij ogenschijnlijk zeer complexe materie zorgt René voor duidelijke informatie en een helder besluit. Door open vragen, doorvragen en goed luisteren weet hij dit te bereiken. \nRené is ook resultaatgericht. Geen goede opdracht zonder een goed resultaat. René weet daarbij de balans te vinden tussen pragmatiek en lange termijn gedegen oplossing. \nHij is toegankelijk, staat open voor argumenten en discussie en weet besluitvorming gedragen te krijgen.\n\nRené is een ervaren IT Architect en is inzetbaar voor/als:\nAssessment: beoordeling van kwaliteit van ICT en aansluiting bij business wensen, door meting & review;\nSoftware architect: blauwdruk en ontwerp van systemen in heterogene omgevingen;\nDevelopment lead: verbetering van kwaliteit van development projecten.","uk_UK":""},"workingSince":1990,"inItSince":1990},{"_id":"43ec517d-68b6-3dd3-815b-3edc9a11367b","accountId":"14bfa6bb-1487-3e45-bba0-28a21ed38046","role":{"nl_NL":"senior developer"},"profile":{"nl_NL":"Complexe problematiek vraagt om elegante oplossingen. Niet alleen bij het zoeken naar die oplossingen, maar zeker ook bij het uitwerken ervan zet Rob zich voor 100% in. Met zijn brede technische kennis en ervaring bijt hij zich er diep in vast. IT problemen zijn als puzzels: de moeilijkste zijn het leukst! Het verschil is alleen dat een goede IT oplossing pas werkt als ook de uitvoering deugt.\n\nRob heeft oog voor detail en doet graag een paar stappen extra om goede kwaliteit te leveren. Hij houdt van aanpakken, is stressbestendig en stelt zich pragmatisch op als dat nodig is. Hij is graag betrokken bij het gehele ontwikkeltraject van specificatie tot uitrol, maar verdiept zich ook in de details van algoritmes, systeemkenmerken en bedrijfsprocessen.","uk_UK":""},"interests":{"nl_NL":"Reactive programming, quantum computing, machine learning\nHobby's: mountainbiken, volleybal, motorrijden, skeeleren"},"workingSince":1991,"inItSince":1988},{"_id":"cc1aa436-2771-38f6-9cda-703991069eaf","accountId":"93db85ed-909c-3383-8ff9-5ccfa94cebd9","profile":{"uk_UK":"The S in CERIOS represents Soller: practical ingenuity. This is Wouter’s way of tackling his projects. The combination of Wouter’s insight and practical attitude is what makes Wouter successful in completing his projects.  Wouter has proven this in his positions as Project Manager, Project Coordinator, Test Coordinator and Tester.\n\nWouter likes to think in broad and creative ways. Wouter’s excellent communication skill enables him to discuss his project choices with management as well as a collegial conversation.\n\nWouter has a well balanced, creative and enthusiastic personality which enables him to take on challenges. Wouter can work well in teams as well as independently. Wouter is interested in planning and organizing projects.","nl_NL":"De S in CERIOS staat voor Soller; Praktische vindingrijkheid. Dit is voor Wouter de manier om projecten aan te pakken. De combinatie van inzicht en een praktische instelling gebruikt Wouter als basis om goede resultaten te behalen. Dit doet hij in verschillende rollen zoals Projectmanager, Projectcoördinator/PMO, testmanager/coördinator, Scrummaster.\n\nWouter denkt graag breed en creatief om vervolgens tot een gedegen en helder plan te komen. Zijn communicatieve vaardigheden gebruikt hij zowel voor zijn onderbouwing van projectkeuzes als ook voor een collegiaal gesprek.\n\nWouter is een evenwichtige en creatieve persoonlijkheid die graag uitdagingen aangaat. Zelfstandig en in samenwerking met anderen is hij enthousiast en gemotiveerd om een goed resultaat neer te zetten. Zijn kracht zit in het organiseren, plannen en sturen van (deel)projecten en de bijbehorende activiteiten. Ook leidinggeven doet hij met veel plezier en aandacht voor verschillende typen mensen en persoonlijkheden."},"workingSince":2006,"inItSince":1999},{"_id":"ec5aa0b7-8460-32a2-815f-0902f0da88f2","accountId":"54229abf-cfa5-349e-b003-b83dd4755294","profile":{"uk_UK":"Jac has been working in IT since 1993 (programmer/designer) and in the field of software testing since 1995.\nHe's been involved in a wide variety of projects in many different fields of business, ranging from banks to the police and from cable companies to small businesses.\n\nJac's biggest assets are his teambuilding skills. He gets the job done by gently pushing people towards the desired result. His interest in people combines very well with his years of experience to make him a valuable member in any project team.\n\nJac has knowledge of and experience in various standards of software testing, such as TMap, SmarTEST, Testframe and ISEB/ISTQB.\nHe likes to be the bridge between developers and end users. Translating business needs into IT language and vise versa.\nHis uses his experience and interest in coaching in his role oas Field Manager for some Cerios colleagues.","nl_NL":"Jac is altijd IT consultant geweest. Hij is actief geweest als ontwikkelaar en technisch en functioneel ontwerper. Al vrij snel ontstond een voorkeur voor het testvak en kwaliteit in het algemeen. Met een testpet op is hij ingezet als scrumteam medewerker en uitvoerend tester, vervangend projectleider, testmanager en testcoördinator.\n\nJac is pragmatisch, flexibel en enthousiast. Hij weet in een team de goede sfeer er ook onder stress in te houden. Hij stuurt mensen vaak onopvallend naar het gewenste resultaat.\nHij is nieuwsgierig en alert. Er is niet veel dat hem ontgaat.\nVerder houdt hij anderen graag af en toe een spiegel voor en motiveert en coacht hij medewerkers.\nEenmaal op opdracht bij een klant, stroomt Jac, door zijn persoonlijkheid en kunde, vaak van het ene naar het andere project door.\n\nJac heeft jarenlange ervaring met TMap. Maar ook met andere testmethodieken als SmarTEST, Testframe en ISEB/ISTQB is hij bekend. Hij kan functies vervullen als Testcoördinator/-manager en  scrum master. Hij voelt zich vooral prettig op het snijvlak tussen ontwikkelaars en eindgebruikers.\nDaarnaast heeft hij ervaring met coaching en heeft hij enige ervaring als Fieldmanager."},"interests":{"nl_NL":"Musea, concerten, zingen, reizen, Amsterdam"},"workingSince":1991,"inItSince":1993},{"_id":"eddb904a-6db7-3375-9d28-57aacadb1cb0","accountId":"38b3eff8-baf5-3627-878e-c76a704e9b52","profile":{"uk_UK":"","nl_NL":"Paul heeft tijdens zijn opdrachten zeer ruime ervaring opgedaan met testmethodieken als TMap en SmarTest en is in te zetten als testanalist, senior tester of meewerkend voorman, waarbij hij altijd zorgt dat het werk gestructureerd en zo volledig mogelijk uitgevoerd wordt zonder hierbij het klant/tijd/resultaataspect uit het oog te verliezen.\n\nPaul is een collegiale en betrouwbare testspecialist. Hij is precies, pragmatisch en analytisch. Met zijn onderkoelde humor is Paul goed in staat om in hectische situaties anderen te helpen te relativeren en de kalmte te bewaren. Hij is consciëntieus en haalt voldoening uit het aantonen van de kwaliteit van complexe functionaliteiten."},"workingSince":1999,"inItSince":1999},{"_id":"781bb09f-7e59-3ed9-9366-df42706d0e43","accountId":"3def184a-d8f4-355f-b269-862ea77393dd","profile":{"uk_UK":"","nl_NL":""}},{"_id":"b5c70374-930b-3333-b90c-fef5c80f3bd8","accountId":"65ded535-3c5e-348d-8b7d-48c591b8f430","profile":{"uk_UK":"","nl_NL":"Voor dat hij bekend werd bij het grote publiek maakte hij filmpjes voor De Quizmaster en De Laatste Show en had hij een rol in de De Zaak Alzheimer. In 2005 steeg zijn bekendheid door zijn rol als de broer van Bart De Pauw in Het Geslacht De Pauw. Hij speelde ook mee in Buitenspel en maakte samen met Koen Van Impe en Jan Van Looveren het komisch tv-programma Hagger Trippy. In 2007 zat hij in de jury van de eerste reeks van de Comedy Casino Cup. In Aspe kon je hem zien als een man in een vismijn (2006), en als Didier Vreebos (2012).\n\nTom Waes was van jongs af aan al een dierenvriend. Lange tijd wilde hij dan ook strijden voor dierenrechten. Tom was vooral een grote aanhanger van de milieuorganisatie Sea Shepherd Conservation Society. In 2011 werd hij dan ook de ambassadeur van de, door hem, net opgerichtte tak \"Sea Shepherd Belgium\".\n\nIn 2009 was hij Raketman en met Sofie Van Moll presentator van het Eén-televisieprogramma Hartelijke groeten aan iedereen. In 2009 speelde hij ook mee in de film SM-rechter en presenteerde hij The One Man Show, een nieuwe laatavondquiz op Eén.\nOp 29 april 2010 startte zijn nieuwe programma De Oplichters op VT4. In dit programma lichtte hij samen met andere bekende Vlamingen mensen op.\nAls regisseur werkte hij onder andere mee aan De Quizmaster, Via Vanoudenhoven, Alles komt terug, Het Geslacht De Pauw, De Planckaerts en Zonnekinderen."},"workingSince":2008,"inItSince":2008},{"_id":"26635479-da1e-3a41-bff3-99ff9cbcec3c","accountId":"0a09c884-4ba8-3093-ac20-bd791130d6b6","profile":{"uk_UK":"","nl_NL":"Gerard heeft kennis van ontwikkelprojecten en beheer, en kan daardoor een rol als functioneel en technisch applicatiebeheerder uitstekend invullen. Hij weet zijn technische kennis effectief in te zetten, mede door zijn toegankelijke communicatiestijl. Zijn specialiteit ligt in het verbeteren van de performance van de beheerafdeling door goede toepassing van ITIL, SCRUM en Kanban.\n\nDe persoonlijke eigenschappen van Gerard kunnen het best omschreven worden als klantvriendelijk en doorzetter. Hij is altijd op zoek naar betere oplossingen waarbij hij verder probeert te kijken dan binnen zijn werkveld. Gerard is nieuwsgierig naar nieuwe technieken en hoe deze toe te passen zijn. In zijn vrije tijd geeft Gerard trainingen aan waterpoloteams.\n\nGerard kan (de gevolgen van) techniek goed verwoorden. Hij is behulpzaam en in staat om problemen vroegtijdig te detecteren en draagt oplossingen aan."},"workingSince":1992,"inItSince":1999},{"_id":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","accountId":"8d5e957f-2978-3348-bbd9-8fa830fa6413","profile":{"uk_UK":"My heart starts racing when I hear the work of art in a music album or experience an intimate live concert. At home I regularly take a dive into my own record collection. Although this has become quite an expansive library I know exactly where to find the one record I am eager to listen to. It's about staying organized which enables me to keep enjoying my never-ending hobby. This is the approach I have in my professional life as well, by continuously thinking about ways to simplify tasks by adding structure. It helps me in delivering your business goals and the music to keep on playing.\n\nBy nature I am someone who is straight forward with a clear focus on the goal. I have enough discipline to get the job done and am not afraid to take initiative on necessary improvements. I would say that I am a calm and approachable kind of person who makes contact in a friendly and relaxed manner.\n\n•   Application Management\n•   Business Information Management\n•   Coaching, Training\n•   Functional Management\n•   Project Management\n•   Service Design & Service Management","nl_NL":"Bij het beluisteren van een goed album of het meemaken van een uniek concert gaat mijn hart sneller kloppen. Thuis aangekomen duik ik mijn platenkast in en weet ik, ondanks mijn niet geringe collectie, alles direct te vinden. Ook in mijn werk pas ik deze gestructureerde werkwijze toe en ben ik continu bezig om zaken verder te stroomlijnen en versimpelen. Hierdoor zorg ik er samen met u voor dat we onze doelen kunnen bereiken en dat de muziek blijft spelen.\n\nVan nature ben ik iemand die zeer gestructureerd te werk gaat en een helder doel voor ogen heeft. Ik ben een stabiel persoon die gedisciplineerd zijn opdracht uitvoert. Daarnaast neem ik zelf het initiatief en pak ik zaken zelfstandig op. Door de rust die ik uitstraal is de omgang met anderen prettig en makkelijk.\n\n* Coaching & Training\n* Functioneel Beheer\n* Service Management"},"workingSince":2004,"inItSince":2000},{"_id":"0de30830-4dd7-3fff-b3f9-cd7275712223","accountId":"f2217062-e9a3-37a1-9ca4-29e7d70bc6ca","profile":{"uk_UK":"","nl_NL":"Remco is een zelfstandig IT-architect die zijn uitdaging zoekt in het realiseren van complexe IT projecten. Voor hem bepaalt de business de waarde van technologie. Remco is in staat om complexe technologieën begrijpelijk te maken en de voors en tegens helder te presenteren. Remco werkt graag in teamverband om de oplossing te realiseren waarin hij op de inhoud het voortouw neemt.\nHij zoekt naar de kern van de zaak, vraagt advies bij experts en graaft zelfstandig. Na gedocumenteerde uitwerking toetst hij bij betrokkenen en zorgt vol overtuiging voor draagvlak. Daarna gaat hij recht op zijn doel af totdat hij het heeft bereikt.\n\nRemco bezit een grote creativiteit om IT-oplossingen te realiseren. Remco is een teamplayer die op een natuurlijke wijze zijn weg vindt binnen organisaties. Hij helpt en ondersteunt vakgenoten graag in het zoeken, evalueren en het uitwerken van de juiste oplossing.\nRemco is gedreven en gaat door totdat het gevraagde naar tevredenheid werkt. Wat hier ook bij komt kijken: techniek, organisatie, communicatie, afstemming. Hij heeft een ruime technische achtergrond, o.a. als Java developer.\n\nOpstellen van IT architectuur, met zeer hoge mate van volledigheid en consistentie.\nImpact van oplossingsalternatieven helder maken. Draagvlak creëren voor IT oplossingen. Anticiperen op dingen waar vanuit de IT iets mee moet worden gedaan.\nCoaching en begeleiding van ontwikkelaars. Leiding ontwikkelteam.\nUitvoerend: Remco kan in korte tijd veel functionaliteit realiseren, POCs initiëren, scopen, uitvoeren en presenteren."},"workingSince":1995,"inItSince":1985},{"_id":"82d69387-5bfe-3c93-b77f-612ddf1f46eb","accountId":"06409663-226a-32f3-9144-85aa4e0a23b4","profile":{"uk_UK":"","nl_NL":"Een IT project heeft veel overeenkomsten met een teamsport. Samenwerken is voor beiden de sleutel tot succes. Door creatieve oplossingen te bedenken en gebruik te maken van de juiste technieken zijn de mooiste resultaten te behalen.\n\nMarcel is iemand die graag wordt uitgedaagd, hier haalt hij ontzettend veel energie uit. Hij heeft veel technische affiniteit, is erg leergierig en gedreven. Kwaliteit verkiest hij boven kwantiteit.\n\nMarcel heeft zich de basis van het Java programmeren eigen gemaakt in combinatie met het Cerios Java Developer traineeship en studeert nu in de avonduren HBO\ninformatica met specialisatie Software Engineering. Inmiddels heeft hij succesvol opdrachten uitgevoerd bij de Rabobank en Delta Lloyd als Java developer."},"workingSince":2006,"inItSince":2015},{"_id":"729ae542-6111-3fea-bfd4-5c500c24d88c","accountId":"0777d5c1-7d40-36b8-aab8-6dff8a46af6f","role":{"nl_NL":"Test Engineer"},"profile":{"nl_NL":"Het spelen en doorgronden van spellen is één van Arend-Jan zijn passies. Hij krijgt veel voldoening van het anticiperen op de diverse mogelijkheden.\nDiezelfde focus en drive past hij net zo graag toe bij het ontwerpen van automatische testscripts. Scripts die doen wat de klant wil, maar ook als je kijkt naar de code werken als een perfect uurwerk.\n\nArend-Jan begon zijn loopbaan in de chemie. Hier heeft hij diverse functies bekleed, van laborant tot medewerker quality control. In 2017 heeft hij besloten de overstap te maken naar de IT.\n\nKoersvast. Humor. Zelfstandig. Punctueel. Gedreven. Leergierig. Zelfredzaam.\n\nArend-Jan heeft een goed ontwikkeld kwaliteitsgevoel en dit vormt een uitstekende basis voor zijn rol als testautomatiseerder. Zijn analytische vaardigheden stellen hem in staat eerst de te automatiseren materie goed tot zich te nemen, en vervolgens een goed ontwerp te maken. Arend-Jan is in staat zichzelf nieuwe technologie eigen te maken en deze direct toe te passen daar waar het voor de klant het meeste waarde toevoegt."},"interests":{"nl_NL":"Gaming, Modding, Roleplaying Games, Bordspellen, Kaartspellen, Muziek, Schrijven"},"workingSince":2006,"inItSince":2017},{"_id":"e7867d99-6490-3287-8940-cac41a52d30e","accountId":"fa7cdfad-1a5a-3f83-b0eb-eda47a1ff1c3","role":{"nl_NL":"Java Developer"},"profile":{"uk_UK":"","nl_NL":"Davy heeft gekozen voor een carriere als programmeur vanwege zijn passie voor games. Hij ziet daarin de kracht en inventiviteit van slimme systemen, mooi code en innovatieve ontwikkelingen. Davy heeft Iers/Nederlandse roots, is woonachtig in Nederland sinds november 2016. Hij is tweetalig opgevoed en is helemaal gewend aan zijn nieuwe woonplaats. Programmeren is gelukkig bijna overal hetzelfde!\n\nDavy is een leergierige programmeur die graag wil verbeteren in zijn vak. Hij pakt snel nieuwe dingen op, doet altijd zijn best om er iets moois van te maken en leert graag van ervaren collega's.\n\nDavy kan als Java developer beginnen met het versterken van een team door de minder complexe taken over te nemen. Na een korte inwerkperiode zal hij snel zijn toegevoegde waarde laten zien."},"workingSince":2017,"inItSince":2006},{"_id":"94a45137-2ed8-38fb-9953-69949a875be0","accountId":"7e7757b1-e12a-3cb7-b6ab-9a754ffb617a","profile":{"nl_NL":"Rachid is een gedreven en enthousiaste professional met een brede interesse en een gezonde ambitie. Als echte regelaar ziet hij overal een uitdaging in. “Kan ik niet” komt niet in zmijn vocabulaire voor. “Daar ga ik voor”, dat is zijn motto! In zijn werk als aanstuurder/coordinator vindt hij het belangrijk om mensen te motiveren en te helpen ontdekken wat hun drijfveren zijn. Hij biedt helderheid en weet zijn ‘zachte’ kant te combineren met ‘harde’ skills. Samen met een team toewerken naar een doel zorgt bij hem voor de juiste energie en is hij daardoor in staat om het team op de juiste manier aan te sturen en te faciliteren.\n\nDoor zijn sociale vaardigheden en uitgebreide kennis van IT is hij een geschikte sparringspartner voor business en technici. Hij manouvreert zich al gauw in een leiderschapsrol en straalt dit ook uit naar de rest van het team. Hij gaat daarbij gestructureerd te werk met een duidelijk doel of een mijlpaal voor ogen waarbij kwaliteit te allen tijde voorop staat. Daarnaast vindt hij teamspirit heel belangrijk en hij doet daar ook het nodige voor.\n\nTestmanager, Testcoordinator\nScrummaster\nTechnisch Projectleider"},"workingSince":2006,"inItSince":2002},{"_id":"f4f9d243-533e-3513-8abf-1f0894553b9d","accountId":"36366388-1777-3e42-b59d-74cff571fbb3","profile":{"nl_NL":""}},{"_id":"bcbf3e2f-b8db-32cd-b2d8-29ddbbd26f4d","accountId":"149e9677-a598-3fd3-82ae-44213df68868","profile":{"nl_NL":"Gerd heeft ruim 25 jaar ervaring in de ICT als programmeur, informatie- en businessanalist en projectleider. Hij heeft een afgeronde conservatoriumstudie en is in 1991 omgeschoold tot systeemontwerper en analist door Usoft. Gerd heeft een brede kennis van en ervaring met het implementeren van software systemen. Hij heeft ervaring in de commerciële sector. De branches waarin hij werkzaam is en is geweest zijn: Uitgeverijen (o.a. de Publieke Omroep, IATA, Hearst), Retail en de Overheid.  \n\nHij helpt organisaties met het doorgronden en oplossen van complexe IT-en kwaliteitsvraagstukken, het grip krijgen en houden op het applicatieportfolio en met het voor niet IT-ingewijden de lijnen helder uiteen te zetten. \n\nGerd combineert zijn kennis en kunde met zijn creativiteit en sterke communicatieve vaardigheden om mensen verder te helpen in de vaak weerbarstige IT-wereld.\n\nAls persoon is Gerd is een plezierig en sociaal mens, is beschouwend en vormt zorvuldig zijn mening.\n\nDe vaardigheden van Gerd zijn samen te vatten in de volgende begrippen en statements: \n- Analytisch, \n- kan structuur aanbrengen in chaos, \n- weet complexe structuren inzichtelijk te maken en helder te verwoorden."},"interests":{"nl_NL":"- Het musiceren in en dirigeren van diverse orkesten\n- Het trainen voor de Halve marathon in Zwolle"},"workingSince":1981,"inItSince":1991},{"_id":"d121724e-98ee-3ae5-8ac2-224be14f92e9","accountId":"a4a042cf-4fd6-3fb4-b701-cbc8a1653ada","role":{"nl_NL":"QA Consultant"},"profile":{"nl_NL":"Rudy heeft Information Sciences gestudeerd aan de Vrije Universiteit met een focus op Artificial Intelligence. Zijn afstudeerproject was ‘A new life for old media’ waarin middels Natural Language Processing een tekst-to-speech generator is gebouwd op basis van de stem van Philip Bloemendal. Met Neural Networks werden oude zwart-wit polygoonjournaals vervolgens automatisch ingekleurd.\nNa zijn studie is Rudy bij Oracle gaan werken voor Oracle Health Insurace in het claims team. In deze agile werkomgeving was hij verantwoordelijk voor de invoer en uitvoer van declaraties. Hier heeft hij zich ook ingezet voor Machine Learning projecten en de zogenoemde ‘PC-Bouw’ community.\n\nRudy werkt bij Valori omdat hij daar codereviews kan doen. Het geeft hem energie om mensen te kunnen helpen en hij vindt het interessant om bij verschillende organisaties een 'kijkje in de keuken' te doen. \n\nSinds oktober 2019 doceert Rudy SQL bij de Valory Academy. Hier heeft hij een training opgezet voor masterclassers met een specialisatie in software testen.\n\nRudy vindt het leuk om dingen te ontdekken en om op een creatieve wijze technologie toe te passen in de praktijk\n\nRudy is trots als hij met nieuwe technologieeen iets neer kan zetten wat nog niet eerder gedaan is en wat een wow factor heeft"},"interests":{"nl_NL":"Autosport, fotografie, astronomie, distributed computing"},"workingSince":2016,"inItSince":2016},{"_id":"0f6db43d-6f0b-3dc9-8f80-51fbda35401d","accountId":"1ff8a7b5-dc7a-3d1f-8ed6-5aaa29c04b1e","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":""}},{"_id":"50d883b2-3abd-37a4-b871-f87734cbd227","accountId":"f7e6c855-04ce-3e82-842c-770f7c8606f0","profile":{"nl_NL":""}},{"_id":"83e727ba-74a6-3377-9d25-a777ab709211","accountId":"82161242-827b-303e-aacf-9c726942a1e4","role":{"nl_NL":"Project/Programma manager"},"profile":{"nl_NL":"Pieter heeft ruim 25 jaar ervaring in de ICT-praktijk. Hij is inzetbaar als project- en programma manager. Daarnaast heeft hij brede ervaring in het uitvoeren van kwaliteits- en risicomanagement in relatie tot het software voortbrengingsproces. Hij volgde de hbo-opleiding bedrijfskunde en informatica bij de Hogeschool NOVI. Als manager software development bij Equens heeft Pieter heeft een diepgaande kennis van het software ontwikkelproces opgebouwd. Als projectmanager heeft hij ervaring met  zowel een agile/Scrum aanpak als met de traditionele waterval aanpak. Pieter heeft ook een aantal opdrachten uitgevoerd in de rol van portfoliomanager.\n\nPieter is in staat om veranderprocessen zowel vanuit het IT(Delvery) perspectief als vanuit het business(demand) perspectief te sturen. Door zijn ervaring in beide werelden functioneert hij vaak als bruggenbouwer. Hij is in staat om problematiek helder te omschrijven en naar de betrokken partiijen te vertalen en de verwachtingen te managen. Hij doet dit zowel met de operationele medewerkers als met de bestuurders en toezichthouders. Pieter beschikt over bestuurlijke en politieke sensitiviteit en is ervaren in het werken in een gevoelige context.\nBinnen Valori is Pieter werkzaam voor Valori Software Improvement. Deze businessunit levert een breed scala aan IT-adviesdiensten vanuit een onafhankelijke positie. Pieter is specialist bij het inrichten van het voortbrengingsproces en portfoliomanagement. Hij heeft ervaring in zowel de semi overheidssector als ook in de commerciële sector.\n\nPieter is een evenwichtige persoonlijkheid die zowel op individuele basis als in teamverband goed functioneert. Zijn analytisch vermogen, hoge organisatiesensitiviteit en ondernemerschap stellen hem in staat klantgericht en resultaatgericht de doelstellingen van de klant te realiseren. Zijn motivatie en enthousiasme werkt daarbij inspirerend voor zijn omgeving. Voorspelbaarheid en betrouwbaarheid is zijn persoonlijk motto.\n\nPieter heeft vaardigheden vanuit zijn ervaring in diverse rollen, zoals die van manager, leidinggevende, consultant en coach. Hij doorziet snel de problematiek en is creatief in het bedenken van oplossingen."},"interests":{"nl_NL":"wandelen - landschapsfotografie - filosofie - maatschappij - Politiek"},"workingSince":1979,"inItSince":1979},{"_id":"8a5bef49-98bc-31e0-9d59-f818b7846bd5","accountId":"38af8613-4b65-30f1-8fe3-3d30dd76442e","role":{"nl_NL":"Software specialist"},"profile":{"nl_NL":"Bart is een enthousiaste consultant met kennis van software ontwikkeling. Hij is opgeleid in Informatiekunde (Bsc). Voor zijn afstudeerproject heeft hij samen met een medestudent een prototype ontwikkeld voor een slimme prullenbak met bijbehorende game. Dit prototype is 2 weken lang door een studentenhuishouden gebruikt om het effect op hun mate van afvalscheiding te meten.\nSinds Bart is begonnen met werken, heeft hij diverse opdrachten uitgevoerd op het snijvlak code kwaliteit & software ontwikkeling. Hij draagt graag bij aan de verbetering van het software ontwikkelproces. Door zijn inhoudelijke achtergrond en vriendelijke communicatiestijl vindt Bart snel aansluiting bij ontwikkelaars, informatieanalisten en testers. \n\nBart streeft ernaar om meer software engineering kennis en ervaring op te doen om zo nog meer van waarde te zijn voor opdrachtgevers die kwaliteit hiervan willen verhogen."},"workingSince":2015,"inItSince":2015},{"_id":"f0841dea-ffec-3545-b7c9-4b494fdb833f","accountId":"96da2f59-0cd7-346b-bde0-051047b0d6f7","role":{"nl_NL":"Consultant/Onderzoeker/Manager/Coach/Docent"},"profile":{"nl_NL":"QA in IT, een brug tussen twee veranderende werelden. Techniek en mens. Nooit eerder verandert de wereld zo snel, zo intens, zo machtig, zo krachtig. Techniek brengt mensen tot elkaar, stuwt ons samen vooruit, weg, naar grenzeloze verten. De uitdaging voor ons, mensen: gaan we erin mee, in op of mee om? Alles kan, maar kan alles ook? Accepteren wij onbegrensd of stellen wij de grenzen aan wat kan? Dát is de essentie van QA. QA, een brug tussen twee veranderende werelden.\n\nAnderen ervaren Jaap als energiek en enthousiast, gericht op verbetering en vernieuwing. Jaaps stijl van leidinggeven is charismatisch. Jaap herkent kwaliteiten in mensen en zet ze optimaal in, gericht op samenwerken als team. Hij is een uitstekend manager die bruggen slaat tussen gebruikers en IT, met een groot aanpassingsvermogen en ervaring in tal van organisaties. Jaap acteert doelgericht zonder de menselijke kant uit het oog te verliezen.\n\nJaap heeft vaardigheden vanuit ervaring in diverse rollen, zoals die van manager, auditor en docent, en zowel leidinggevend, adviserend als coachend. Jaap heeft bovendien veel inzicht in techniek waardoor hij snel oorzaken van problemen herkent en mogelijkheden tot verbetering ziet."},"workingSince":1971,"inItSince":1969},{"_id":"a8a5b95c-9f3c-3617-aa50-c2256bacf994","accountId":"8f855179-6779-3eee-b66c-225f7883bdcb","role":{"nl_NL":"Managing consultant"},"profile":{"nl_NL":""},"workingSince":2011,"inItSince":2011},{"_id":"bc1af3c2-0752-3f60-a768-1511bb0d1cfc","accountId":"8f53295a-7387-3494-a9bc-8dd6c3c7104f","role":{"nl_NL":"FUNCTIONEEL BEHEERDER"},"profile":{"nl_NL":"Robbert is een allround, pro-actieve en gedreven Functioneel Beheerder. Met zijn Business IT management studie en zijn sociale en communicatieve vaardigheden als basis heeft hij laten zien dat hij snel van toegevoegde waarde kan zijn op het snijvlak van Business en IT. \nHij gaat graag de uitdaging aan om samen met eindgebruikers en IT(-leveranciers) de informatievoorziening optimaal aan te laten sluiten op de behoefte. Goed functionerende beheerprocessen en een goede samenwerking tussen alle betrokkenen zijn daarbij van groot belang en Robbert draagt daar actief aan bij. Robbert komt snel tot de kern van de problematiek en weet daarin in goede afstemming met zijn omgeving tot zowel pragmatische als toekomstvaste oplossingen te komen. \nRobbert houdt van werken in een team waarbij je gezamenlijk de verantwoordelijkheid kunt nemen voor het te behalen resultaat, maar waar je tegelijkertijd je zelf kunt blijven uitdagen en ontwikkelen in de vele aspecten van een optimale samenwerking tussen Business en IT."},"interests":{"nl_NL":"Sporten, Lezen, Puzzelen"},"workingSince":2017,"inItSince":2009},{"_id":"c2b00869-b78a-37a8-8a4c-f5f60dd728e2","accountId":"fc221309-7460-33ac-9545-71fbd180e1c8","role":{"nl_NL":"Functioneel Beheerder"},"profile":{"nl_NL":"Christian is een integere en omgevingsbewuste professional die gewend is om te werken op functies met hoge veiligheidseisen zoals onder andere vereist bij het Ministerie van Defensie. Hij ziet uitdaging in het optimaal inrichten en benutten van systemen om zo techniek dienstbaar te maken aan mensen en organisaties. Met zijn werkervaring als support engineer en een academische achtergrond is hij in staat om snel tot de kern van de problematiek te komen. Hij is geduldig, omgevingsbewust en maakt mensen graag zelfredzaam met IT in organisaties. Als schrijver en begeleider van scenario`s voor levend rollenspel is hij gewend om overzicht te houden, mensen aan te sturen en snel en doelgericht te acteren in complexe situaties.","uk_UK":""},"interests":{"nl_NL":"Scenario schrijven, Lezen, Science Fiction, Duurzaamheid, Zwemmen, Hardlopen, Coaching, Geografische kaarten, Geschiedenis"},"workingSince":2007,"inItSince":2015},{"_id":"6a6e50df-f56b-31dd-bd06-37f6b63070ec","accountId":"4c5bde74-a8f1-3065-a874-902f07378009","role":{"nl_NL":"Trainer"},"profile":{"nl_NL":"\n\nVrolijk","uk_UK":""}},{"_id":"aa3db2d1-4d64-3f3f-af5e-c2c779584db5","accountId":"cedebb6e-872f-339b-af8c-3f919874e9d7","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Als beginnend testconsultant zoekt Willemijn graag de uitdaging en is ze vastbesloten om nieuwe materie zo snel mogelijk eigen te maken. In het onderwijs en jeugdzorg, waar zij de afgelopen jaren werkzaam is geweest, heeft zij altijd IT ingezet om processen te stroomlijnen en taken te vergemakkelijken. Hierbij is zij zelf actief opzoek gegaan naar de kennis om dit te bewerkstelligen.\n\nDuidelijke communicatie is key. De neuzen moeten dezelfde kant op staan om een project tot een succes te brengen, hierbij treed ze dan ook snel op als spin in het web en benadert gemakkelijk partijen om hun inbreng duidelijk te krijgen. \nAutonomie en zelfstandigheid is voor haar belangrijk maar uit de samenwerking met een team met uiteenlopende mensen en meningen haalt ze haar energie. \n\nUit de verschillende interesses van Willemijn blijkt wel dat ze niet graag stil zit. Als scenario schrijver van haar eigen ‘moord diners’, is het belangrijk dat ze overzicht kan houden in complexe situaties en soms met creatieve oplossingen komt.","uk_UK":""},"interests":{"nl_NL":"Geocaching, geschiedenis, nutteloze feitjes, koken, (bord)spellen, Dungeons & Dragons, lezen, scenario’s voor moord dinners schrijven, series, reizen en creatief bezig zijn in de breedste zin van het woord."},"workingSince":2001,"inItSince":2020},{"_id":"d993bcf0-7ada-3448-b86d-6f3cb8a1f995","accountId":"6cdd60ea-0045-3b7a-aec4-4c54d29ed402","role":{"nl_NL":"Tosca Test Consultant"},"profile":{"nl_NL":"Sjakina is een testconsultant met meer dan 10 jaar ICT ervaring. In de bijna 8 jaar dat Sjakina actief is geweest bij IBM en ABN AMRO, heeft ze gedegen kennis opgedaan van  zowel bancaire, backoffice als front-office applicaties en bijbehorende processen en procedures.. Sjakina is betrokken geweest bij het uitrollen van diverse nieuwe applicaties en omgevingen. Zij is zeer ervaren in het faciliteren van verandertrajecten. \nSjakina houdt ervan uitgedaagd te worden en stopt pas als iets \"af\" is. Omdat zij enkele jaren verantwoordelijk was voor het bewaken van de communicatie tussen diverse technische en functionele teams, heeft zij uitstekende verbindende communicatieve eigenschappen en kan zijn mensen aan elkaar verbinden. Ze is zeer goed in het vertalen van business naar techniek en andersom.\n\nSjakina is ervaren met Tosca en haalt veel voldoening uit het automatiseren van complexe end2end-processen. Zij raakt niet geïntimideerd door een (technisch)obstakel, maar zoekt creatief naar oplossingen.\nSjakina beschrijft zichzelf als leergierig, verantwoordelijk met een sterk gevoel voor discipline."},"interests":{"nl_NL":"Reizen, lezen, bordspelen, muziek, escape rooms, kamperen, dieren, bakken, klimmen."},"workingSince":2003,"inItSince":2008},{"_id":"40ab5635-391f-34ae-ab32-11682dd4178c","accountId":"eecca5b6-365d-3607-ae5a-9d336962c534","role":{"nl_NL":"Trainee test consultant"},"profile":{"nl_NL":"Furgale is een creatieveling in hart en nieren, door zijn sociale vaardigheden weet hij mensen te overtuigen en te enthousiasmeren. Met zijn vermogen om analytisch te kijken en goed te luisteren is hij in staat om de wensen/eisen van de eindgebruiker in kaart te brengen. Het waarborgen van kwaliteit staat voor hem dan ook hoog in het vaandel. Door zijn creatieve en proactieve houding toont Furgale initiatief om op creatieve wijze complexe vraagstukken aan te pakken.\n\nSociaal, leergierig, analytisch,\n\nUsabilty testen opzetten, videomontage, storyboarding, photoshoppen"},"interests":{"nl_NL":"Reizen - 3d printing - Cinemagraphy - Fotografie - Film - Fitnessen -Tekenen/illustreren - Gadgets - Musea & cultuur - Sporten."}},{"_id":"d06acf74-4d7b-3c7b-b06c-9765fcb7307c","accountId":"9872ed9f-c22f-3182-9371-c3e9ed316094","profile":{"nl_NL":""},"workingSince":1997},{"_id":"442d7cf8-4b96-399d-a003-3ada1be97f00","accountId":"9dcb88e0-1376-3959-8b75-5372b040afad","role":{"nl_NL":"Functioneel Beheerder"},"profile":{"nl_NL":"Ebru heeft een creatieve en spontane persoonlijkheid. Na een freelance periode in UX design heeft Ebru besloten dat ze zich wil professionaliseren in informatievoorziening. Na de masterclass bij Valori heeft ze zeer succesvol haar haar eerste opdrachten in functioneel beheer en testen voltooid. Ze wordt graag uitgedaagd om zichzelf te kunnen blijven ontwikkelen in het vakgebied van informatievoorziening, maar ook om het verschil te maken voor haar eindgebruiker. Haar nieuwsgierigheid en analytische vaardigheden helpen haar om complexe vraagstukken van de klant te doorgronden en in pragmatische oplossingen om te zetten. Ze is communicatief vaardig en werkt graag in een dynamische omgeving, waarbij ze het belangrijk vindt om als team verantwoordelijkheid te nemen en resultaten te behalen."}},{"_id":"2638be9d-d1ea-3d5c-8ae7-2f102ab8eaad","accountId":"a2557a7b-2e94-397f-b767-970b67041697","role":{"nl_NL":"Senior Testtool Engineer"},"profile":{"nl_NL":"Als gedreven testautomatiseerder met kennis van zowel performancetesten als geautomatiseerd testen is Maarten op zoek naar uitdagende opdrachten. \nMet testervaring sinds 2005 en verstand van zowel handmatig testen, geautomatiseerd- en performancetesten, is Maarten gewend om in dynamische omgevingen, helder en duidelijk te communiceren over eisen, voortgang en resultaten. Maarten beschikt over een brede branchekennis in onder andere verzekeringen, overheid en utilities Hierdoor is Maarten een meerwaarde voor elk bedrijf en kijkt hij ernaar uit om op korte termijn te mogen starten. \n\nBinnen de verschillende functies (systeemtester, technisch tester, performancetester en testautomatiseerder) die Maarten heeft uitgevoerd wist hij een hoge kwaliteit binnen een beperkte tijd te realiseren. Communicatief sterk, gedreven, stressbestendig, pro-actief en 'zijn mannetje staan' zijn dingen die hem typeren. Ook wordt de korte inwerktijd die Maarten nodig heeft als zeer positief ervaren.\n\nMaarten heeft in opdrachten ervaring opgedaan met geautomatiseerd testen en heeft performancetesten uitgevoerd met onder andere Microsoft Visual Studio 2010, SilkPerformer, HP Loadrunner en NeoLoad en geautomatiseerde testen met HP Quick Test Professional (QTP/ UFT), CitraTest en Fitnesse. Daarnaast heeft Maarten kennis van verschillende tools opgedaan tijdens diverse cursussen en workshops leergang testtooling, zoals Selenium en Rational Performance Tester.","uk_UK":""},"interests":{"nl_NL":"Motor rijden, voetbal (zelf en als supporter), PHP, MySQL, genealogie, wielrennen"},"workingSince":2005,"inItSince":2005},{"_id":"80b6aaa2-1859-3bc0-a78a-defe18a7035d","accountId":"0aa1883c-6411-3787-bcb8-3dacb17b0afc","role":{"nl_NL":"Junior Test Consultant"},"profile":{"nl_NL":"Gaby is een junior test consultant met kennis van TMap en Test Driven Development. Haar krachten komen het beste tot hun recht in een Agile of DevOps omgeving, waar het delen van kennis en informatie van het uiterste belang is. Gaby is zeer flexibel van aard en kan zich snel aanpassen mede door haar ervaringen in het buitenland waar ze lange tijd heeft gewoond, telkens in een andere cultuur. Ze kan makkelijk contact leggen en mede hierdoor heeft ze een sociaal internationaal netwerk opgebouwd. Een van haar sterke punten is het stellen van de juiste vragen, met inzicht op uitzonderlijke situaties. Ze kan zowel de belangen van een opdrachtgever en hun klanten goed inschatten en toelichten. Als junior heeft ze natuurlijk nog veel te leren, maar ze is ontzettend leergierig en heeft in haar loopbaan als kunstenaar veel kennis opgedaan met verschillende bedrijfsspecifieke-softwarepakketen en cloud-platforms. Ze is een harde werker en kan haar werk goed zelfstandig inrichten en timen."},"interests":{"nl_NL":"Sportklimmen, boulderen, non-fictie lezen, ontdekken van nieuwe muziekstijlen en bands, podcasts luisteren over tech, wetenschap en filosofie, reizen om de gerechten van de wereld te proeven."},"workingSince":2000,"inItSince":2020},{"_id":"5a5077dc-ce15-3a9a-83a6-fd90aeb574c1","accountId":"58a2fc6e-d39f-3083-b55d-4182bf88826d","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"","uk_UK":""}},{"_id":"d81fb45f-0e79-3130-98a2-b419f3b1ff70","accountId":"bd686fd6-40be-38ef-aae0-091fa301e613","role":{"nl_NL":"Tester"},"profile":{"nl_NL":"Freek is een betrouwbaar en flexibel persoon met wie het prettig samenwerken is. Hij is loyaal en resultaatgericht en probeert altijd vanuit de klant te denken. Freek is rustig en kan functioneren binnen het team. Hij weet het overzicht goed te behouden gedurende projecten en kan zich goed aanpassen waar nodig. Het behalen van een goed eindresultaat en daarbij een tevreden klant is het belangrijkste doel."},"inItSince":2017},{"_id":"ee8ee616-d876-3207-8be4-bade52b9cb33","accountId":"a597e505-02f5-3f68-a3e2-5b9114205d4a","profile":{"nl_NL":"Ik ben actief in de IT sinds 2003. In deze jaren heb ik gewerkt voor verschillende organisaties binnen verschillende branches, zoals overheid, banken, verzekeraars, telecom en industies. Door opdrachten, opleiding en vooral handson ervaring ben ik een all-round test (tool) specialist geworden met een specialisatie in automatisering.\nHet afgelopen jaar ben ik naast mijn opdrachten verantwoordelijk voor het InnovationLab. Dit is het organisatieonderdeel van Valori waarbinnen slimme oplossing worden bedacht en uitgevoerd die een koppeling leggen tussen tools, processen en branches. Een van de belangrijkste innovaties is onze eigen testautomatiseringstool JOSF. \n \nGedurende mijn carriere heb ik verschillende collega's getraind en gecoacht op hun weg naar ervaren test tool specialisten. Iets waar ik ook veel voldoening uit haal. \n\nNaast mijn professionele carriere, ben ik ook vader van mijn zoontje Robin (2017).\n\nCommunicatief sterk\nSociaal\nOndernemend\nDoorzetter\nHaal energie uit nieuwe projecten\nDoelgericht\nAnalytisch sterk","uk_UK":""},"interests":{"nl_NL":"Sporten\nAutosport\nMedische hulpverlening / Noodhulp Team Rode Kruis"},"workingSince":2000,"inItSince":1996},{"_id":"5ca8cec8-81b4-3ff7-96bb-353eb723b3e8","accountId":"0336dcba-b05b-3d5a-924f-4333c7658a0e","role":{"nl_NL":"Test automation engineer"},"profile":{"nl_NL":""},"workingSince":2001,"inItSince":2001},{"_id":"a0daaf9b-b36c-3826-97ee-76055c23b9fa","accountId":"084b6fbb-1072-3ed4-9a8c-3d3f5a3ae7c9","profile":{"nl_NL":""}},{"_id":"3b0ca5ac-1239-34bd-ae39-0eb2e768824f","accountId":"85d8ce59-0ad8-381c-a2c8-286f79f59954","profile":{"nl_NL":""}},{"_id":"f5bba93b-7ee2-3c52-9a97-1f7216965db6","accountId":"0e65972d-ce68-3ad4-952d-063967f0a705","role":{"nl_NL":"Test consultant mobile"},"profile":{"nl_NL":"Dana Finies is een intelligent en gemotiveerd persoon die met haar voorkomen en enthousiasme een\naanwinst is voor ieder team. Haar ervaring in testautomatisering en haar Agile mindset helpen haar om\noptimaal in ontwikkelteams mee te draaien.\nMet jaren ervaring als tester en testautomatiseerder in meerdere projecten en Agile/Scrum\nwerkomgevingen, en bedrevenheid met diverse tools, is zij in staat in te spelen op de specifieke\ntestwensen van haar klanten.\nDana is een energiek en sociaal persoon, die het werken in een team erg belangrijk vindt in haar\nwerkproces. Ze is zeer leergierig en schuwt uitdagingen zeker niet. Dankzij haar enthousiasme voor\ntestautomatisering heeft zij binnen een korte tijd door weten te groeien van functioneel tester tot test\nautomatiseerder en heeft zij zowel front-end als rest API test frameworks opgezet voor haar klanten.\n\nEnergiek, sociaal, leergierig, bedachtzaam, doortastend"},"interests":{"nl_NL":"Reizen, klimmen, boulderen, kamperen, programmeren, gitaar spelen"},"workingSince":2011,"inItSince":2004},{"_id":"10478917-aad3-3e82-842f-ab40e2256e38","accountId":"84d9ee44-e457-3def-bf2c-4f25dc8fa865","role":{"nl_NL":"Managing Consultant"},"profile":{"nl_NL":"Richard is een zeer ervaren consultant. Een groot deel van zijn carrière heeft hij binnen de utilities branche gewerkt. Hij werkte, tot volle tevredenheid, meerdere jaren bij een netbeheerder waar hij verantwoordelijk was voor de kwaliteit, continuïteit en beheersbaarheid van een aantal primaire processen/ketens. Daar is hij ook betrokken geweest bij de implementatie van het C-AR en zijdelings C-ARM als ook de sector releases.\nBinnen een IT-transformering naar een Agile/DevOps structuur implementeerde hij een Agile gerichte testmanagement benadering en coachte hij de Agile teams met betrekking tot kwaliteit en testen. Vanuit zijn rol is hij ook sterk betrokken geweest bij een groot cloud migratie project bij de netbeheerder.\nNaast de energiebranche heeft Richard ervaring in de onderwijs branche en de telecommunicatie branche.\n\nRichard presteert uitstekend onder grote druk en in complexe organisaties. Hij is als sterk pragmaticus in staat om, met zijn uitstekende analytische vaardigheden, knelpunten goed en snel op te lossen.\nVerder staat Richard bekend als iemand met een eerlijk en open karakter. Hij acteert op strategisch en tactisch niveau maar kan ook op het uitvoerende vlak zijn steentje bijdragen als dat nodig is.\n\nRichard heeft een brede IT-ervaring en is gespecialiseerd in de ketenproblematiek en keten testen. Hij bezit zowel het TMap® NEXT Foundation als het TMap® NEXT Advanced certificaat en heeft nog vele aanvullende cursussen in testcoördinatie, testmanagement en projectmanagement gevolgd. Op dit moment is hij zich ook meer aan het richten op testautomatisering en CICD implementatie."},"interests":{"nl_NL":"In zijn vrije tijd is hij EHBO hulpverlener bij evenementen. Daarnaast heeft hij veel plezier met het knutselen met kleine computers."},"workingSince":1991,"inItSince":1998},{"_id":"32b01d08-6a8a-30b7-9989-e18f64579664","accountId":"3644a684-f98e-38fe-a23c-713b77189a77","role":{"nl_NL":"PEGA Testconsultant"},"profile":{"nl_NL":"Menno Renckens is een spontane, gedreven en betrokken testspecialist die kwaliteit en communicatie met alle betrokkenen erg belangrijk vindt om een zo goed mogelijk product te leveren. Na het behalen van zijn HBO Bedrijfskunde in deeltijd (naast een fulltime baan), heeft hij de jaren daarna besteed op zichzelf te leren kennen en in balans te krijgen. Hierdoor is hij uitstekend in staat te reflecteren op zichzelf, zijn eigen werk en is hij in staat om anderen op een positieve manier te coachen in hun werkzaamheden. Menno is kritisch op zijn eigen werk, betrokken en in staat om de juiste prioriteiten te stellen om het gewenste doel zo snel, effectief en op kwalitatief hoog niveau te behalen\n\nHij haalt veel energie uit:\n-\tSamenwerken en communiceren met collega’s en stakeholders\n-\tIncidenten onderzoeken / problemen oplossen\n-\tMeedenken over toekomstige processen (zowel test als business)\n-\tEen succesvolle release met toegevoegde waarde voor de eindgebruiker","uk_UK":"Menno Renckens is a is a spontaneous, driven and committed test specialist who believes that quality and communication with all parties involved is very important to deliver the best possible product. After earning his HBO Business Administration (part-time in addition to a full-time job), he spent the following years getting to know himself and getting in balance. Because of this, he is perfectly able to reflect on himself, his own work and he is able to coach others in their work in a positive way. Menno is critical of his own work, committed and able to set the right priorities to achieve the desired goal as quickly, effectively and at a high quality level\n\nHe gets a lot of energy:\n-\tCollaborate and communicate with colleagues and stakeholders\n-\tImproving quality of existing and new functionalities\n-\tInvestigate incidents / solve problems\n-\tThinking about future processes (both test and business)\n-\tA successful release with added value for the end user"},"interests":{"nl_NL":"Business Analyse, Agile Scrum, Testen,  Wordpress/HTML, Stijldansen (rolstoeldansen), Muziek maken (klarinet & piano), Muziek luisteren, Netflix","uk_UK":"Business Analysis, Agile Scrum, Testing,  Wordpress/HTML, Ballroom dancing (wheelchair dancing), Making music (clarinet & piano), Listen to Music, Netflix"},"workingSince":1995,"inItSince":2007},{"_id":"9fb90609-d626-3f64-92a8-f41fa254e666","accountId":"757b505c-fd34-364c-85ca-5b5690ee5293","role":{"nl_NL":"(Mobile) Test Automation Specialist"},"profile":{"nl_NL":"Ico is een creatieve en leergierige teamspeler, met brede interesses en een passie voor automatisering. Hij heeft na een professionele zwerftocht met een uitstap naar de horeca uiteindelijk zijn plek gevonden als software test engineer en is inmiddels drie jaar werkzaam in het testvak. Zijn ontwikkeling als test automatiseerder is in sneltreinvaart gegaan nadat hij bij zijn eerste opdracht full time begon met het opzetten van een test automation framework. Dit heeft zich alleen maar doorgezet sindsdien en inmiddels is hij naast UI test automation bedreven met API / integratie testen, databases query-en of populeren met testdata en BDD (Behavior Driven Development) in zowel SpecFlow als Cucumber. Ook is hij actief bezig met kennisdeling, zowel binnen zijn opdrachten als bij zijn werkgever en heeft hij cursussen gegeven in Selenium Java, Cucumber / SpecFlow en een workshop waar een test automation framework wordt opgebouwd waarbij gebruik wordt gemaakt van een CI/CD pipeline en een cloud based remote webdriver provider.\nBij klanten is Ico actief betrokken bij het opzetten van test automatiseringsstrategieën voor zowel losse applicaties als hele landschappen, waarbij hij gewaardeerd werd om zijn visie en enthousiasme. Ico ziet zichzelf als een ervaren full stack test automatiseerder en is ervan overtuigd dat business logica zo dicht mogelijk bij de 'bron' getest moet worden en is niet vies van het opzetten van integratietests of systeemtests door middel van APIs (SOAP of REST) te integreren in zijn testcode, databases te queryen of Unit tests te reviewen danwel te schrijven. Op dit moment is Ico op zoek om naast ervaring met SOAP of REST based webservices ervaring op te doen met GraphQL based webservices. In zijn vrije tijd is Ico regelmatig bezig met het ‘polishen’ van zijn vaardigheden. Onder andere is hij bezig geweest met Jenkins, Docker, een containerized python testframework en een private ethereum based blockchain test project. Wanneer hij niet vastgelijmd zit aan zijn computer spendeert hij graag uren in de\nkeuken, zit hij met enige regelmaat in de sportschool, en drinkt hij graag met vrienden een biertje in een van de vele kroegen in het centrum van Utrecht. Dit is uiteraard niet van toepassing zolang de anderhalve meter samenleving nodig is."},"interests":{"nl_NL":"Gaming, Fitness, Rugby, Cooking, Reading"},"workingSince":2006,"inItSince":2005},{"_id":"14ef6e78-8a1c-38b9-99cf-860c34425e18","accountId":"854d6fae-5ee4-3911-a77c-739ee1734486","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"'You don't need eyes to see, you need vision'. \n\nEen uitspraak die Michel zeer aanspreekt. Vanuit zijn vakmanschap als testconsultant werkt Michel op een pragmatische manier, waarbij hij ook continue de lange termijn wensen blijft overwegen. De waarde van testen komt tot zijn recht wanneer stakeholders over voldoende informatie beschikken om beslissingen te nemen. Aangezien deze informatiebehoefte continue wijzigt, is communicatie van essentieel belang. Snel, duidelijkheid en helder communiceren, dat is wat u van Michel mag verwachten."}},{"_id":"e36f09de-a4cc-30ef-893e-d74be94f245c","accountId":"eae27d77-ca20-3b30-9e05-6e3d2dcd7d69","role":{"nl_NL":"DevOps Test specialist"},"profile":{"nl_NL":"Patrick is een gepassioneerd DevOps (test) specialist met een sterke affiniteit voor techniek en meer dan 15 jaar ervaring in testen en kwaliteitszorg.\n\nHij heeft ervaring in verschillende kwaliteits-rollen, van test management (organiseren van risico analyse sessies en uitwerken van test strategie) tot test automatisering (opzetten framework en het schrijven van scripts). Dit heeft hij gedaan voor kleine projecten tot grotere programma’s. In stressvolle situaties blijft hij kalm en houdt hij overzicht. \nDe laatste jaren heeft hij zijn focus gericht op test automatisering en het implementeren van Continuous Integration and Continuous Deployment (CI/CD).\n\nPatrick weet zijn kennis van testen, methodieken en agile frameworks goed te combineren met pragmatiek. Hij deelt zijn kennis en vaardigheden graag met collega's door middel van coaching, het geven van trainingen (vergadertechnieken / mobile testing) en workshops geven op Testnet (mobile test automation).\n\nHij is getrouwd en heeft twee kinderen. Daarnaast had hij een programma bij de lokale omroep en draaide hij zo nu en dan in een feesttent."},"interests":{"nl_NL":"Muziek\nComputertechniek\nZaalvoetval\nZwemmen\nHardlopen"},"workingSince":2003,"inItSince":2003},{"_id":"59a3c559-4e8d-3f15-965b-028717b34372","accountId":"7eabe3a1-649f-3a2b-bff8-c02ebfd5659f","role":{"nl_NL":"Test Automation Consultant"},"profile":{"nl_NL":"Youssef Aoulad (voluit: Aoulad Si Amar) is gedreven, leergierig en resultaatgericht. Dit uit zich in zijn constante drang om zichzelf te ontwikkelen en uitdagingen te zoeken. Zijn internationale ervaring, stressbestendigheid en flexibiliteit zorgen ervoor dat hij zich snel kan aanpassen aan verschillende situaties en zowel in een team als zelfstandig goed kan functioneren. Zo heeft hij als zelfstandig ondernemer, maar ook in teamverband zijn waarde kunnen tonen doordat hij goed kan luisteren, snel kan schakelen en in groepsbelang kan denken.\n\nZijn commerciële achtergrond en ervaring in de financiële dienstverlening dragen bij aan zijn sterke communicatieve vaardigheden en vermogen om klantgericht te denken. Youssef is initiatiefrijk, denkt in oplossingen en is in staat om dit zowel visueel als mondeling duidelijk over te brengen . \n\nHij vindt het heerlijk om zijn tanden in uitdagende opdrachten te zetten en met zijn ambitieuze instelling is hij altijd op zoek naar mogelijkheden om zichzelf te verbeteren. Dit getuigt uit zijn recentelijke zoektocht  naar een nieuwe uitdaging vanuit zijn achtergrond in de Financiële dienstverlening, wat heeft geresulteerd in zijn deelname aan de Valori Masterclass.\n\nGedreven, ambitieus, leergierig, sociaal"},"interests":{"nl_NL":"Technologie, Auto's, Voetbal, Reizen"},"workingSince":2001,"inItSince":2001},{"_id":"1cf9db7d-f51a-3b36-b70d-0f182e3d5cbf","accountId":"69adc1e1-07f7-37d0-b5d7-baf04342e1ca","role":{"nl_NL":"Snr. Test Consultant"},"profile":{"nl_NL":"Van jongs af aan was Erik geïnteresseerd in de vliegtuigtechniek en een opleiding in die richting was dan ook vanzelfsprekend. Zijn carrière begon als Vliegtuig Onderhoud Technicus en sindsdien is Quality & Assurance en techniek een rode draad in zijn carrière en het (geautomatiseerd) testen van complexe applicaties is zijn huidige richting. Hij deed ervaring op in verschillende functies op het gebied van QA-management in zowel de administratieve organisatie als in de IT organisatie. Uiteindelijk koos hij voor het werken in een Agile Development omgeving en heeft daarin al ruime ervaring opgebouwd. Erik heeft implementatie kennis en ervaring in het opzetten van test automatisering frameworks t.b.v. het testen van de full technology stack. Hij heeft medior ervaring op het gebied van performance testen. Verder geeft hij coaching en begeleiding aan zijn teamgenoten dankzij zijn teamspirit, om een ander succesvol te laten zijn en de wil om de professionalisering te verhogen. Hij geeft trainingen, workshops en Masterclasses dankzij zijn pedagogische kennis en ervaring."},"interests":{"nl_NL":"Latino dansen (salsa, bachata, merengue) \nPersoonlijke Ontwikkeling \nReizen"},"workingSince":1980,"inItSince":1991},{"_id":"c8d2bfac-7cb1-3e67-a4c6-c18b32563522","accountId":"091d584f-ced3-31b4-8265-4dd8c23b3fc9","role":{"nl_NL":"Technical Solution Architect"},"profile":{"nl_NL":"","uk_UK":""},"interests":{"nl_NL":"Familie, Klussen & verbouwen, Natuur, Sport (actief & passief), Techniek, Genieten van het leven"},"workingSince":2008,"inItSince":2008},{"_id":"5689d978-ec9e-3c5b-b7c9-403bc782c58f","accountId":"b1d10e7b-afa4-3212-98a5-1b1e1f1b0ba2","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Kees weet binnen een complex project, goed de verschillende onderdelen te scheiden en in te schatten welke zaken aandacht behoeven. Hij gaat hierbij nauwkeurig en resultaatgericht te werk. \n\nKees is in staat om zeer snel en goed de samenhang van complexe systemen te doorgronden en daarmee te werken.","uk_UK":""},"workingSince":1997,"inItSince":1999},{"_id":"7c02944b-d7bf-3f7b-9b03-77c5ec7b067a","accountId":"6f3ef77a-c0e3-319e-9815-9e9b6febf557","role":{"nl_NL":"B ICT"},"profile":{"nl_NL":"Dennis is een enthousiaste consultant met interesses in diverse testgebieden. Door zijn brede werkervaring als tester, test coördinator en scrummaster is hij scherp op het verbeteren van voortbrengingsproces als geheel en het testproces specifiek. \n\nDennis is communicatief sterk, enthousiast, hulpvaardig, zelfsturend, reflecterend en gestructureerd. Bij het uitvoeren van zijn werkzaamheden knoopt Dennis gemakkelijk een gesprek aan en weet hij snel zijn weg te vinden in een nieuwe organisatie. Hierdoor kan hij snel integreren in een nieuw team en kan hij snel zelfstandig aan de slag.\n\nNaast testconsultant, laat Dennis als scrummaster en test coördinator teams optimaal functioneren. Dankzij zijn ervaring, Agile kennis, enthousiasme en communicatie is hij hier uitermate geschikt voor.\n\nCreatief, flexibel, sociaal en ambitieus","uk_UK":""},"interests":{"nl_NL":"Alles wat met autosport te maken heeft. Niet enkel de F1, maar ook rally. Daarnaast op zijn tijd met vrienden een filmpje pakken in de bios, dan wel Netflix ‘uitkijken’."},"workingSince":1995,"inItSince":2004},{"_id":"f429814b-b861-3103-a09b-9cbb1271b00f","accountId":"eb163727-917c-3ba1-aea2-08541a643e74","role":{"nl_NL":"Engagement & Employability Lead"},"profile":{"nl_NL":"Als E&E Lead bij Valori is Michel verantwoordelijk voor het bevorderen van de betrokkenheid van medewerkers bij de organisatie en ondersteunt en motiveert hij medewerkers bij het behalen van hun professionele doelstellingen om hiermee duurzame inzetbaarheid te vergroten.\n\nMichel haalt er energie uit om mensen te helpen het beste uit zichzelf te halen. Hij legt graag de regie bij de betrokkenen zelf en faciliteert waar nodig. Door zijn jarenlange ervaring in IT en het testvak is hij tevens goed in staat om waar nodig en gewenst inhoudelijk te coachen.\n\nMichel is doelgericht en vastberaden. Hij is constant op zoek naar verbetering bij zichzelf en zijn omgeving. Daarnaast is hij in staat om efficiënte oplossingen voor complexe problemen te bedenken."},"interests":{"nl_NL":"Fotografie, muziek, camperreizen, autosport (endurance), rugby"},"workingSince":1997,"inItSince":1997},{"_id":"26db7d7a-a9d1-3d4f-a8eb-d5ac52ffe266","accountId":"1534b76d-325a-3f59-9b52-d302e7181331","profile":{"nl_NL":"Valéria is een rustig, open, nieuwsgierig en zorgzaam persoon. Van nature heel precies en controlerend of alles is zoals het moet zijn. Service en kwaliteit zijn erg belangrijk voor haar. Ze leert snel en is niet bang om nieuwe uitdagingen aan te gaan. Ze blijft altijd positief en werkt graag samen in een positieve sfeer. Hier werkt ze actief aan mee."},"interests":{"nl_NL":"Sporten (bv pink boxing en ballet), dansen, uitdagingen (zoals Mud Masters), reizen, talen leren en lesgeven en ons zorghuis in Servië."},"workingSince":2005,"inItSince":2017},{"_id":"c35e9999-9da5-3955-a555-817f2c668c36","accountId":"979d472a-8480-3b9f-a47b-c185a877a8b5","role":{"nl_NL":"Pega Test consultant"},"profile":{"nl_NL":"Bas is een echte teamspeler. Hij zal er altijd voor zorgen dat hij het hoogst haalbare in zichzelf naar voren te halen, zonder daarbij het uiteindelijke doel uit het oog te verliezen. Sinds een aantal jaar heeft Bas zich ook als teamleider kunnen ontwikkelen en daarin heeft hij laten zien dat hij met verantwoordelijkheden om kan gaan en als goede coach op kan treden. \nBas is erg bekwaam op het gebied van analytisch en logisch inzicht. Ook kan hij in korte tijd veel nieuwe informatie op zich nemen en op een goede manier toepassen. Bas komt goed tot zijn recht in dynamische omgevingen waar hij het liefst een meerdere werkzaamheden parallel aan elkaar uitvoert. Naast flexibel zijn andere kernwoorden van Bas: kwaliteitsgericht, stressbestendig, leergierig, creatief en 'altijd gezellig'.","uk_UK":""},"interests":{"nl_NL":"Muziek, Reizen, Koken, HIIT"},"workingSince":2005,"inItSince":2005},{"_id":"7f09ca11-be96-3a09-9d5d-e2c2647889c9","accountId":"ca46c1b9-512a-3a83-95fa-3c5a946e8265","profile":{"nl_NL":"Anne is een ambitieuze professional. In haar bachelor Bedrijfskunde en master Organizational Design & Development en tijdens eerdere werkervaringen heeft Anne laten zien dat ze een brede interesse heeft in zowel strategische bedrijfsprocessen als de menselijke interactie binnen die processen. Door haar studie heeft ze een brede kijk op zaken en kijkt ze kritisch naar mogelijke verbeteringen. Uitdagingen gaat Anne graag aan door haar analytische vermogens te combineren met haar initiatiefrijke manier van dingen aanpakken. Dit is één van haar kwaliteiten die ze toepast als test consultant. Ze houdt graag het overzicht, maar heeft ook oog voor detail. Anne heeft interesse in bedrijfsprocessen en kan deze kennis en interesse goed toepassen als Pega Test Consultant. Ze heeft zich de afgelopen jaren verdiept in het Pega Platform en hier zowel technische als business gerelateerde certificaten voor behaald. Tevens heeft ze zich verdiept in testautomatisering."},"interests":{"nl_NL":"Volleybal, hardlopen, koken, reizen, wandelen"},"workingSince":2017,"inItSince":2017},{"_id":"6b60732e-c892-3875-885b-2f76adc71bc5","accountId":"3b8a6142-26a9-33a8-8d95-26fca6fe9ba5","role":{"nl_NL":"Test automation engineer"},"profile":{"nl_NL":"Tugay is een enthousiaste en communicatieve test automation engineer. Zijn achtergrond in User Experience geeft hem het perspectief om vanuit de gebruikerskant te kijken. Dit ervaart Tugay als een handige eigenschap bij het schrijven van test scenario's. Tugay is leergierig en loopt niet weg van complexe uitdagingen. Tugay is niet bang om uit zijn comfortzone te verlaten om de meest geweenste resultaat te boeken.\n\nTugay is leergierig, vriendelijk, kalm, realistisch en altijd in voor een gesprek.","uk_UK":"Tugay is an enthusiastic and communicative test automation engineer. His background in User Experience gives him many perspectives which comes very handy during creating test scenarios. Tugay is eager to learn and does not back off from complex challenges. He is a daring person who aims at the utmost solution, even if this means that he has to step out of his comfort-zone.\n\nThe characteristics of Tugay are; eager to learn, friendly, calm and realistic"},"interests":{"nl_NL":"BBQ, Motoren, zaalvoetbal en reizen","uk_UK":"BBQ, Motorbikes (drives a Yamaha R6), futsall and travel"},"workingSince":2010,"inItSince":2019},{"_id":"93c96979-6019-3d59-99b7-13f2838652fb","accountId":"45fbc6d3-e05e-3d93-b69c-e542e8f2322d","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Boy is een gedreven en leergierige young professional die rust uitstraalt. Hiermee past hij zich snel aan in iedere organisatie en is hij een waardevolle aanwinst. Door zijn achtergrond in de UX is hij nieuwsgierig, creatief en heeft hij ervaring met (usability)-testen opgedaan. Het samenwerken is een tweede natuur al kan hij ook prima alleen opereren. Gedurende eerdere opdrachten heeft Boy interesse gekregen op het gebied van testautomatisering. In zijn meest recente opdracht heeft hij hier hands-on ervaring mee opgedaan en hij is zich hier d.m.v. training en certificering verder in aan het ontwikkelen."},"interests":{"nl_NL":"Motorrijden, Rugby, Fitness, Festivals, Technologie, Reizen"},"workingSince":2019,"inItSince":2013},{"_id":"93ed4750-3f85-384a-b5e6-f02830439114","accountId":"63dc7ed1-010d-3c3b-8269-faf0ba7491d4","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"“100% toewijding voor alles waar ik aan begin en niet stoppen tot het is afgerond of het gewenste doel is behaald. Daarnaast niet leven om te werken, maar wel hard werken om te leven.”\n\nOguzhan (Ozan) is een sociaal aangelegd persoon die makkelijk contact maakt en onderhoud met anderen. Zijn sterkste eigenschap is zijn doorzettingsvermogen hij geeft niet zomaar op en kan goed tegen een stootje. Verder heeft Oguzhan oog voor detail, is analytisch ingesteld en vergroot graag zijn kennis om zichzelf te blijven ontwikkelen.\n\nTot zijn sterkste vaardigheden behoren: organiseren, communiceren, overzicht behouden naar anderen luisteren en hen motiveren."},"interests":{"nl_NL":"Reizen, Voetbal(len), Fitness, Duiken, Koken."},"workingSince":2003,"inItSince":2010},{"_id":"ab4d2694-5fff-3a21-a200-e491cb115107","accountId":"e96ed478-dab8-395a-bdbd-a4cbcbee168f","role":{"nl_NL":"Consultant Testing & Accepting"},"profile":{"nl_NL":"Ontdekken en analyseren. Het zijn kernbegrippen die ik toepas zowel in mijn privéleven als op mijn werk. Voortdurend ben ik op zoek naar nieuwe inzichten en geef ik deze een plaats in mijn omgeving. Zo trek ik graag de wereld in, op zoek naar nog niet ontdekte gebieden en tracht ik de mensen en dingen daar te begrijpen. In mijn beleving ben ik daarom ook als vanzelfsprekend werkzaam in de testconsultancy, juist omdat het testvak zich afspeelt in de wereld van het ontdekken en analyseren."},"interests":{"nl_NL":"Reizen\n\nHockeysport\n-\tScheidsrechtercommissaris\n-\tScheidsrechter\n-\tLeercoach scheidsrechters in opleiding"},"workingSince":1980,"inItSince":1998},{"_id":"74e27bbb-3b92-3200-903f-2be70abc04f1","accountId":"c0e190d8-267e-3670-8f95-5d7ab048990d","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"Direct, eerlijk en met de nodige humor gaat Andy voor resultaat. Op geleverde prestaties is hij trots. Ditzelfde geldt voor zijn grote passie tennis. Dat de “snaar” niet altijd gespannen kan zijn, mag bekend zijn. Via gezin, familie, vrienden, films, sport en reizen houd hij de balans.\n\nAndy heeft een duidelijke eigen mening, is initiatiefrijk, communicatief vaardig en transparant in handelen. Om resultaten te halen neemt hij overwogen risico's op basis van rationele feiten, waarbij hij tactvol probeert om te blijven gaan met de medemens","uk_UK":"With an open, honest approach and with some necessary humour I go for results. I’m proud of delivered achievements. This applies to my passion for tennis as well. I am aware that moments of relaxation are necessary too. By the influence of family, friends, movies, sports and travelling I try to keep the balance.\n\nI have a clear personal opinion. Communication, accuracy and consistency are important aspects of my work.\n\nIndependently assessing situations based on rational facts. Stressful situations are not unknown to me. Daring to take risks if necessary. Achieving goals by dealing tactfully with people."},"interests":{"nl_NL":"Sport (zelf tenniser), films, series, Science Fiction en reizen","uk_UK":"Sports (active tennis player), movies/series, books, Science (fiction) and travelling"}},{"_id":"8602a68b-90c0-3388-b542-08b9bfaa2363","accountId":"ec8ce6ab-b3e9-32a8-9b85-51ba726a1227","role":{"nl_NL":"Test consultant"},"profile":{"nl_NL":"\n\nRens is een rustig en open persoon met sterke analytische eigenschappen en een grote focus op kwaliteit. Hij werkt oplossingsgericht en is altijd op zoek naar manieren waarop een project geholpen kan worden. Hij lost graag complexe problemen op en hij gaat uitdagingen niet uit de weg.\n\nDoor zijn brede interesse en zijn snelle manier van leren is Rens ruim inzetbaar binnen het IT-domein. Hij heeft een goed overzicht gecombineerd met oog voor detail en weet gemakkelijk onderscheid te maken tussen hoofd- en bijzaken. Hij kan uitstekend werken in teamverband en is daarnaast goed in staat om zijn eigen werkzaamheden te organiseren."},"interests":{"nl_NL":"De interesses van Rens zijn sport kijken (met name voetbal) en beoefenen (fitness), en muziek luisteren. Hij kijkt veel series en films, vindt het leuk om regelmatig te gamen en vindt het verder leuk om rondom huis wat te tuinieren en klussen en om van tijd tot tijd een mooie reis te maken."},"workingSince":2012,"inItSince":2012},{"_id":"5d450c92-915e-357f-a4d8-a5b583275ffd","accountId":"060ad924-8994-3d41-8d89-7474079c1477","role":{"nl_NL":"Senior Consultant Full-Stack Testing"},"profile":{"nl_NL":"Bart is een allround test specialist met kennis en ervaring in het hele testspectrum: Fullstack in alle technologielagen (van gui naar database en alle lagen ertussen), maar ook in de breedte van technische testgevallen tot teststrategie en procesverbeteringen. \nEen greep uit recente opdrachten:\n- technisch testautomatiseerder en scrummaster binnen een E-Health platformapplicatie\n- backendtester, performancetester, QA lead bij de overheid\n- backend en apptester bij 's lands grootste telecombedrijf\n\nBart is zeer klantgericht en zorgt er altijd voor dat zijn opdracht bij de klant zo effectief mogelijk wordt uitgevoerd. Daarnaast weet hij binnen de opdracht altijd de juiste manieren te vinden om processen en technieken te verbeteren, en bezit hij de sociale en politieke skills om dit op een gedecideerde en geaccepteerde manier te doen. Hij zegt wat hij doet, en doet wat hij zegt.\n\nScherp, flexibel, teamspeler, effectief, energiek. \nProbleemoplosser, chaos omzetten naar structuur en overzicht."},"interests":{"nl_NL":"Natuur, koken, schietsport, lezen, gezinsleven."},"workingSince":2000,"inItSince":2011},{"_id":"896f71b5-2a1e-32ac-a6e7-991df69ede8d","accountId":"bcbe3365-e6ac-35ea-ac03-43a2395834dd","profile":{"nl_NL":"Marcel is iemand die zowel op individuele basis als in teamverband goed functioneert. Hij is een goede luisteraar en weet zijn mening ook prima onder woorden te brengen. Met oog voor de opdracht(gever) stippelt hij zijn werkpad uit, waarna hij zich daarin vastbijt en de opdracht completeert.\n\nMarcel heeft goede communicatieve vaardigheden en is in staat om als intermediair dé schakel te zijn tussen de klant en de ontwikkelaars. Hij is besluitvaardig, weet de betrokkenen te enthousiasmeren en heeft een positieve invloed op hen.\n\nNaast zijn werk loopt Marcel graag hard. Hij traint met zijn loopgroep en ook loopt hij af en toe een wedstrijdje. Minstens net zo belangrijk is het sociale aspect van het samen lopen. “We moeten wel gezellig bezig zijn… “"},"interests":{"nl_NL":"Hardlopen, skiën, motorrijden, fotografie, wijn, koffie, BBQ."},"workingSince":1993,"inItSince":1998},{"_id":"4c5bb840-6e7d-35fb-883a-0fd4254babda","accountId":"115f8950-3138-316a-a42f-40fb7d7f338e","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Rezah heeft zijn kritische kijk op kwaliteit en gebruik-vriendelijkheid voor het eerst professioneel toe kunnen passen bij het certificeren van betaalautomaten. Die eigenschap is daarna verder aangescherpt in diverse opdrachten als software tester.  \n\nTijdens zijn carrière als tester heeft Rezah aangetoond dat hij zich in elke omgeving en binnen elk team op zijn gemak voelt. Collega’s omschrijven Rezah als professioneel, secuur en toegankelijk.\n\nRezah is een ingetogen op de inhoud gericht persoon. Rezah is perfectionistisch van aard maar weet dat, als gezonde pragmatiek dat eist, te relativeren. Hij is productief en heeft een positieve instelling. Rezah is integer, transparant binnen de organisatie en indien nodig diplomatiek daarbuiten. Hij houdt van afwisseling en staat er open voor om nieuwe dingen te leren.\n\nMensen vinden het prettig om met Rezah samen te werken. Hij is geëngageerd en heeft een brede interesse. Hij is goed in staat om zijn eigen werk te organiseren. Rezah heeft een goed overzicht en kan anticiperen op kwesties en problemen. Hij is vasthoudend in het afronden van projecten en taken. Hij werkt even gemakkelijk solitair aan een project als in teamverband"},"interests":{"nl_NL":"Varieert voortdurend"},"workingSince":1995,"inItSince":1995},{"_id":"f79b771f-d0ca-38cf-a4a6-9115160ce93d","accountId":"13fe9d84-310e-37f1-ba6d-184dbf1232f3","profile":{"nl_NL":"Onko is een gedreven tester. Hij beschikt over een flinke dosis doorzettingsvermogen en verantwoordelijkheidsgevoel. Daarbij is hij altijd op zoek naar verbeteringen in het testproces en houdt hij ervan uitgedaagd te worden in zijn werk. \n\n \n\nOnko is een echte teamspeler en iemand waar je op kunt bouwen. Bij hem kun je erop vertrouwen dat het werk, wat hem is toevertrouwd, goed wordt uitgevoerd. Daarnaast heeft hij een gezonde dosis enthousiasme en een optimistische kijk op het leven. \n\n \n\nDoor zijn ruime werkervaring is hij in staat overzicht te behouden en heeft hij een goed gevulde gereedschapskoffer met tips & tricks, lessons learned en best practices.\n\nGedreven, rasoptimist"},"workingSince":1994,"inItSince":1998},{"_id":"02c96f5c-b50c-3bf4-8158-54bb0b5335c5","accountId":"9cfdf10e-8fc0-37a4-8b08-ed031e1f0ed1","role":{"nl_NL":"Tribe Lead Low Code Platforms"},"profile":{"nl_NL":"Peter is een enthousiaste Rotterdammer. Tijdens carrière heeft Peter zich bij verschillende opdrachten bewezen. Peter is daarnaast initiator Chapter lead van de Pega propositie binnen Valori en het partnership tussen Pega en Valori. Peter gaat uitdagingen niet uit de weg. Zo houdt hij zich ook bezig met gebieden als service- & releasemanagement. Peter is daarnaast ook in te zetten als trainer of coach. In zijn dagelijkse werk is customer succes de main focus voor Peter. \n \nPeter wordt gezien als enthousiaste en energieke harde werker. Zijn enthousiasme en doorzettingsvermogen is aanstekelijk voor de mensen om hem heen. Hierdoor krijgt Peter veel voor elkaar bij zijn collega's. Voorbeelden hiervan zijn opgenomen in de gedane opdrachten. Naast deze vaardigheden is Peter in bezit van ISTQB- certificaten en heeft hij de cursus Testcoördinatie succesvol afgerond."},"inItSince":2005},{"_id":"a6a26f31-4069-3bb0-a976-6ea507f7ab96","accountId":"705f2172-8346-3678-8607-efbfca35afb3","role":{"nl_NL":"Business analist"},"profile":{"nl_NL":"Jasper is enthousiast, doelgericht en toegewijd. De drie persoonlijke eigenschappen komen ook terug in zijn werkzaamheden. Hij werkt planmatig naar een specifiek doel toe en pakt deze werkzaamheden met enthousiasme op. Jasper komt uitstekend tot zijn recht in een dynamische en complexe omgeving waarin hij door zijn overzicht en communicatieve vaardigheden structuur en helderheid kan creëren.\n\nSterke analytische kwaliteiten zorgen ervoor dat Jasper goed inzetbaar is als business- of informatie analist. Dit betekent niet dat Jasper zich te veel verliest in de inhoud en het overzicht kwijtraakt, zijn achtergrond in de Bedrijfskunde en ervaring als scrum master zorgen ervoor dat hij het grotere proces nooit uit het oog verliest."},"interests":{"nl_NL":"Reizen, sporten, lezen en gadgets."},"workingSince":2011,"inItSince":2011},{"_id":"8cac0470-6d54-3440-b42b-15d576dc5451","accountId":"74db120f-0a8e-3646-af5a-30154e9f6deb","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":""}},{"_id":"7a2540f6-52ec-3114-b819-3417cf844bbe","accountId":"57aeee35-c982-3509-9e18-d1140e9f38cf","profile":{"nl_NL":"Eric is duidelijk ambitieus en heeft een groot analytisch vermogen, is communicatief sterk, bezit veel doorzettingsvermogen, is flexibel en initiatiefrijk, heeft veel overtuigingskracht, en is stressbestendig.\nKlanten en collegae herkennen de volgende eigenschappen in Eric zoals: veel vermogen tot aanpassen, erg behulpzaam en betrokken, teamplayer, zeer creatief en pragmatisch, doelgericht, bezit veel humor en is enthousiast, is empathisch.\n\nTen slotte herkennen zij de volgende competenties in Eric zoals: organiseren, individualiteit, proactief bewaken van plan, resultaatgericht, kwaliteitsgericht, analytisch, creativiteit, risicobewust, klantgericht, flexibiliteit, loyaliteit , integriteit, stressbestendig, betrouwbaarheid en ziet de zaken in de juiste context."},"interests":{"nl_NL":"Eric is creatief en uit dit door in een band te spelen, gitaren te bouwen, en lekker te koken."},"workingSince":1997,"inItSince":1999},{"_id":"62922471-f9d3-3beb-adf5-6f57e048dd14","accountId":"6da9003b-743b-35f4-80cc-d295cc484e57","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"Mijn achtergrond, opleiding en persoonlijke eigenschappen stellen mij in staat complexe IT systemen te doorgronden. Zowel in mijn werk als privé ben ik hierin altijd geïnteresseerd geweest. Mijn inlevings- en doorzettingsvermogen maar ook resultaatgerichte manier van werken helpen mij deze systemen op een voor betrokkenen begrijpelijke wijze te testen. Omdat ik erg leergierig en behulpzaam ben, ben ik een prettige collega om in teamverband mee samen te werken.\n\nPersoonlijke eigenschappen\nIk ben een leergierige organisator met een sterk analytisch vermogen. In teamverband werk ik graag op een resultaatgerichte manier waarbij sfeer en saamhorigheid belangrijk zijn. Daarbij geef ik anderen de ruimte maar werk wel toe naar overzicht houden op het geheel. Daarnaast ben ik prima in staat om zelfstandig te werken. Ik werk hard, wil het geordend houden en kom afspraken na. Ik ben kritisch op zowel mijn eigen werkzaamheden, als op andere aspecten die van belang zijn voor de klant.\n\nVaardigheden\nOrganiseren, begeleiden, analyseren, orde scheppen, netjes en secuur, flexibel, samenwerken & amuseren."},"interests":{"nl_NL":"Schilderen en al het andere dat creatief is, fitness, alle landen van de wereld bezoeken & carnavalswagens bouwen."},"workingSince":2009,"inItSince":2014},{"_id":"ea9f8af7-4617-31b0-a067-f75ebcbaf515","accountId":"9b04d152-845e-30a3-b839-4003c96da594","role":{"nl_NL":"Consultant"},"profile":{"nl_NL":"Lisa is een toegewijde young professional die snel kan integreren in complexe organisaties. Met haar sociale en behulpzame karakter vindt zij moeiteloos aansluiting in bestaande of nieuwe teams. Door haar analytische en observerende werkhouding is Lisa in staat gecompliceerde vraagstukken van de klant te doorgronden. Dankzij Lisa’s scherpe maar altijd positieve instelling signaleert zij snel kansen of innovatieve oplossingen binnen de organisatie. Ook heeft Lisa veel ervaring met de eindklant, waardoor zij zich goed kan verplaatsen in de behoeften van zowel de opdrachtgever als de eindgebruiker."}},{"_id":"808aaae0-62d3-325e-95f7-6a16916c159b","accountId":"be83ab3e-cd0d-3773-ab2d-c1b0a17836a1","role":{"nl_NL":"Salesforce Test Consultant"},"profile":{"nl_NL":"Alex is een analytisch en gedreven persoonlijkheid. Door zijn ervaring bij het familiebedrijf van zijn ouders heeft hij een mentaliteit ontwikkeld om altijd hart voor de zaak te hebben. Deze mentaliteit is ook aanwezig wanneer hij werkzaam is bij andere werkgevers. Daarnaast is Alex een teamspeler die ervoor zorgt dat andere teamleden ook goed functioneren. Zijn flexibiliteit maakt het mogelijk om in verschillende soorten teams werkzaam te zijn. \n\nKortom Alex is een werknemer die zijn taken individueel of in teamverband nauwkeurig en gedreven uitvoert.\n\nAnalytisch\nFlexibel\nGedreven\nHart voor de zaak\nHulpzaam\nTeamplayer"},"interests":{"nl_NL":"Fitness, films, voetbal, auto`s en reizen"},"workingSince":2001,"inItSince":2006},{"_id":"8c64694c-eb8b-3694-b11e-8aaa082675e2","accountId":"e1654211-10ba-3309-9a1c-0393373c5b43","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Purdey is een gedreven, enthousiast en leergierig persoon. Kenmerkend aan haar is haar ordelijke en gestructureerde manier van werken waardoor zij te allen tijde het overzicht weet te behouden en grote hoeveelheden informatie weet te reduceren tot wat relevant is. Zij is punctueel, maakt heldere afspraken en komt deze ook na. Purdey is creatief in het oplossen van problemen, houdt van aanpakken en is flexibel. Daarnaast is ze zelfstandig, maar kan ze ook goed samenwerken. Zij krijgt energie van het delen van kennis en kunde met collega’s."},"interests":{"nl_NL":"* Reizen\n* Gaming\n* Schrijven"}},{"_id":"bbc2aade-76c0-370e-a285-f1dcb109a3d1","accountId":"289dff07-669d-3a23-9e0e-f88d2f7129e7","role":{"nl_NL":"Test consultant"},"profile":{"nl_NL":"Younes is een gedreven testconsultant van Valori met een brede interesse in het testvak. Hij wil het beste uit zichzelf halen door zichzelf op persoonlijk vlak en binnen het thema van testen continu te ontwikkelen. Zijn tijd als technisch applicatiebeheerder bracht hem veel kennis en ervaring. Daar profiteert hij van in zijn functie als testconsultant, omdat hij ook de behoefte van de beheerorganisatie kent.\n\nYounes is voorzichtig met aannames. Een misverstand is gauw gemaakt en daarom checkt Younes graag of hij de boodschap goed begrepen heeft. Hij vindt dit een belangrijke eigenschap van een goede tester.\n\nYounes maakt makkelijk contact en weet zijn weg snel te vinden in nieuwe organisaties. Hij is communicatief vaardig en vindt een positieve instelling een noodzakelijke eigenschap van een tester. Hij zet door en pakt zaken aan tot ze zijn opgelost. Ook als het tegenzit. Hij is doortastend en positief kritisch. Hij is nieuwsgierig naar de nieuwste technieken die hem zijn werk kunnen vergemakkelijken, versnellen en verbeteren. Enkele voorbeelden: Docker gebruiken om snel een WordPress website online te krijgen, een POC met JMeter doen om aan te tonen dat deze tool geschikter is dan de huidig gebruikte performance testtool, (on)mogelijkheden onderzoeken om Jira te koppelen aan LoadGen om testresultaten automatisch vast te leggen.","uk_UK":""},"interests":{"nl_NL":"Younes maakt in zijn vrije tijd graag ritjes op de motor. Vrijdagavond geniet hij van een potje zaalvoetbal met zijn vrienden. Hij houdt zich verder graag bezig met de laatste ontwikkelingen op het gebied van ICT en in het lijstje van hobby’s mogen fotografie (van gebouwen, landschappen en auto’s) en ‘de kunst van het koffie zetten’ zeker niet ontbreken!"},"workingSince":2008},{"_id":"47afbdc9-14f5-3f63-8425-270706c84f9d","accountId":"577ef115-4f32-30ad-9b9b-413aa7346a1e","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Engin is een enthousiaste, positieve en leergierige test consultant. Tijdens zijn carrière heeft Engin aangetoond dat hij zich in elke omgeving en binnen elk team op zijn gemak voelt. Mede door zijn achtergrond in commercie is hij klantgericht, communicatief sterk en denkt hij met een commerciële mindset. Collega’s omschrijven Engin als professioneel, secuur en toegankelijk."},"interests":{"nl_NL":"Zaalvoetbal, voetbal kijken, film liefhebber."},"workingSince":2005},{"_id":"148458c9-b90d-34ae-a1d2-9fe82d573611","accountId":"01161aaa-0b6d-3345-9d8f-e4e481144d84","role":{"nl_NL":"Technisch Test Engineer"},"profile":{"nl_NL":"Richard is een enthousiaste, leergierige- en resultaatgerichte DEV engineer. Door een proactieve houding aan te nemen kan Richard snel tot de kern van een vraagstuk doordringen en hiervoor een adequate oplossing zoeken en uitvoeren. \nHij heeft de afgelopen jaren ervaring opgedaan met testautomation en performancetesten. Hierin is hij in korte tijd gegroeid en is prima in staat om in een Agile of DEVOPS team testautomation en/of perfromancetesten op te pakken. \nAls securityspecialist heeft hij een passie voor de beveiliging van (web)applicaties en infrastructuur, en houd hij zich graag bezig met privacyvraagstukken en informatiebeveiliging."},"interests":{"nl_NL":"(Digitaal) entertainment, sport, modelbouw, costuming"},"workingSince":2012,"inItSince":2014},{"_id":"87fcbeb5-2246-35c8-98af-eeac9ebfcaff","accountId":"555d6702-c950-3cb7-a9a9-66504af0a635","role":{"nl_NL":"Test consultant"},"profile":{"nl_NL":"Jeroen is een rustige, sympathieke consultant die zowel in teamverband als op individuele basis goed kan functioneren. Hij staat open voor anderen, heeft een goed humeur en veel aanpassingsvermogen.\n\nJeroen kan goed anticiperen en is assertief als dat nodig is. Jeroen is bijzonder gemotiveerd voor het behalen van de doelstellingen van de klant. Als het nodig is, neemt Jeroen rustig maar overtuigend de leiding.\n\nRustig"},"interests":{"nl_NL":"Wielrennen, schaatsten"},"workingSince":2005,"inItSince":2005},{"_id":"bebb7cd9-fa22-3d6f-b6b8-9fc1918c9dd0","accountId":"335f5352-088d-3d9b-b741-91e006d8e24c","profile":{"nl_NL":""},"workingSince":1996,"inItSince":1996},{"_id":"2b7940fb-da81-3b6f-83a9-e5220e86c455","accountId":"f340f1b1-f65b-3df5-b5e3-f94d95b11daf","role":{"nl_NL":"Consultant"},"profile":{"nl_NL":"Een dag zonder verrassing is een dag niet geleefd. Dat geldt privé, maar ook in mijn werk. En als de verrassing een uitdaging is, dan wordt een oplossing gevonden. Kan het niet linksom, dan maar rechtsom, er overheen en anders er onderdoor. Inventiviteit, het vermogen en de wil om zo nodig ongebaande paden te begaan kenmerken Arie. Aanvullend is het brede spectrum van de branches waarin hij ervaring heeft opgedaan. Dit alles stelt zeker dat zijn kwaliteitsoordeel over software weldoordacht en betrouwbaar is.\n\nArie heeft wetenschappelijk niveau als gepromoveerd onderzoeker. Daarom is hij goed inzetbaar in  situaties waarin een tester niet van de standaard methodes gebruik kan maken. Hij maakt de vakinhoudelijke kennis van de te testen processen gemakkelijk eigen.\n\nEnthousiast. Stressbestendig. Verantwoordelijk. Inventief."},"interests":{"nl_NL":"Astronomie"},"workingSince":1997,"inItSince":1997},{"_id":"c49dfeb0-8afe-37de-b04c-b7bdedcbef2b","accountId":"e4a6222c-db5b-3437-9400-904f03d8e6a5","role":{"nl_NL":"Junior Test Consultant"},"profile":{"nl_NL":"Frank heeft een praktische en betrokken persoonlijkheid. Hij weet een goeie balans te vinden tussen doorpakken en een dosis humor. Door zijn praktische insteek dringt hij snel door tot de kern van complexe problemen en weet hij ruimte te creëren om problemen op overzichtelijke wijze te benaderen. Hij pakt verantwoordelijkheden op, kan snel switchen en helpt zijn collega’s graag op weg. Door te investeren in samenwerking gelooft hij het beste resultaat te kunnen behalen. Kortom, Frank is een praktisch, betrokken en verantwoordelijke teamplayer met niet alleen aandacht voor het proces, maar ook voor de mensen daarbij betrokken."},"interests":{"nl_NL":"Boulderen, yoga, mindfulness, World of Warcraft en lezen (huidig: De Logica van Geluk)."},"inItSince":2019},{"_id":"7480bd0c-4a57-3ce6-94a7-e39b915757a3","accountId":"cb70ab37-5662-376b-91ac-5aaf16b3fca4","profile":{"nl_NL":"Saviera is een nauwgezette en toegewijde tester met een sterk oog voor de behoefte en pijnpunten van de business. Haar optreden kenmerkt zich daarom door een grote behoefte een bijdrage te leveren om de businesssoftware kwalitatief beter en gebruiksvriendelijker te maken. Verder is typerend voor Saviera dat zij kwaliteit levert op een zo zorgvuldig mogelijke manier. Daarnaast is zij ook leergierig, analytisch ingesteld en flexibel. Saviera gaat nieuwe uitdagingen niet uit de weg en als zij ruimte ziet voor verbeteringen schuwt ze niet om verbetervoorstellen te doen. Saviera is niet alleen een grote liefhebber van muziek en muziek festivals, maar staat in haar vrije tijd weleens zelf achter de knoppen op (huis)feestjes. Ook televisieseries, films en gamen behoren tot haar favoriete bezigheden."},"interests":{"nl_NL":"Muziek, technologie, testen, lezen, reizen, gamen, tv-series en films"},"workingSince":2016},{"_id":"d52d4bd8-4c84-3fd4-a0a8-99e45c9b68f1","accountId":"9188905e-74c2-3e48-9b44-e954ec0b9bca","role":{"nl_NL":"Consultant"},"profile":{"nl_NL":"Na een cappuccino in de ochtend, ga ik met enthousiasme en gedrevenheid elke nieuwe uitdaging aan om gebruikers en ICT nader tot elkaar te brengen. Motiveren en stimuleren zijn voor mij de sleutelwoorden in dit proces. Het analyseren van bedrijfsprocessen, openheid van zaken geven en communiceren met betrokken partijen staan voor mij centraal. Aan het einde van de dag ben ik tevreden als u dat bent.\n\nJolanda is enthousiast en gedreven. Ze streeft naar structuur en duidelijk gedefinieerde doelen en resultaten. Ze krijgt energie van het gezamenlijk naar een doel toewerken en door anderen enthousiast maken en erbij te betrekken. Weten wat er speelt vindt zij belangrijk. Daarbij grip houden en de juiste dingen te doen om het maximaal haalbare resultaat te bereiken.\n\nMet relatief weinig informatie, de behoefte van anderen zien en daarop te anticiperen. Jolanda is sterk in het onder hoge druk uitvoeren van meerdere activiteiten, de mogelijkheden in de omgeving te onderkennen en de gedrevenheid om die te benutten en om zetten in het gewenste resultaat."},"workingSince":1991,"inItSince":2001},{"_id":"bcf18c27-b947-3fb3-acd0-c1d73cc09428","accountId":"0266e33d-3f54-3cb5-836a-10798e657d97","role":{"nl_NL":"Automation Engineer"},"profile":{"nl_NL":""}},{"_id":"17c2248d-63dd-373c-becf-831083a299f7","accountId":"38db3aed-920c-382a-b059-bfccbd02be6a","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"Opgevoed met de gedachte dat hard werken een gegeven is en eerlijkheid één van de beste eigenschappen kan zijn die een mens bezit. Bijgebracht door zijn ouders vormen deze punten nog steeds de norm die Jurgen hanteert en nastreeft. De competenties leergierigheid, consistent en doelgericht beschrijven hem het best. Deze competenties versterken namelijk de basis en stabiliteit die hij nastreeft in het leven.  \n\nNa een HBO- en Universitaire opleiding kan Jurgen samenwerken tot één van zijn vaardigheden rekenen, het is namelijk een 'must' voor het functioneren in teamverband. Verder is analyseren ook een van de vaardigheden die hij bezit, enerzijds vanwege zijn studieachtergrond en anderzijds een vereiste die nodig is voor het uitvoeren van werkzaamheden als tester. Bovendien beschouwt Jurgen het 'snel opnemen van kennis en of werkzaamheden' als een derde vaardigheid."},"workingSince":2002,"inItSince":2000},{"_id":"c1e9be2b-4ca8-30b9-83d7-2d32dd664fa0","accountId":"3cec07e9-ba5f-3bb2-92d1-3f5f431e4bbb","profile":{"nl_NL":"Jeremy is een ervaren test specialist, met name in financiële instellingen en (semi) overheid.  \n\nGedurende zijn opdrachten stellen zijn sociale vaardigheden Jeremy in staat zich snel een beeld te vormen van de omgeving waarin hij zich bevindt. In zijn werk streeft hij naar een zo hoog mogelijke kwaliteit op een zo efficiënt mogelijke manier. Hierbij houdt hij oog voor het proces en het product. Jeremy is een harde werker en proactief. Hierbij omringt hij zich graag met collega’s die constructief meedenken en die ook van aanpakken houden. Zodat ze elkaar, waar nodig, kunnen stimuleren en ondersteunen"},"workingSince":1996,"inItSince":1996},{"_id":"e8d30e5a-7917-3277-b715-8422dc20fb76","accountId":"621bf66d-db7c-362a-a0d2-2ac97d69b793","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"Enthousiast, nieuwsgierig en gedreven zijn woorden die Clark omschrijven. Clark haalt veel voldoening\nuit onderzoeken hoe bestaande concepten beter of slimmer kunnen. Hij vindt het leuk om een product te creëren dat toegevoegde waarde biedt voor een gebruiker of klant.\n\nDankzij zijn kennis en ervaring met testautomatisering is Clark ook in staat snel feedback te geven aan ontwikkelaars. Hij is bekend met verschillende tools zoals Selenium en Tosca. \nVerbanden leggen tussen verschillende processen en hoe deze impact op elkaar hebben is één van zijn sterke punten. Merkt hij tijdens het testen dat een proces beter kan ? Dan is hij niet bang om een voorstel te maken en deze te bespreken.\n\nDoor zijn aanpassingsvermogen, humor en behulpzame aard is Clark een persoon die zichzelf snel onderdeel kan maken van het team.\n\nKritisch, Creatief, Communicatief"},"interests":{"nl_NL":"Gadgets / Lasers, Fotografie & Video, Elektronica, Gamen, Tennis en Wintersport"},"workingSince":2015,"inItSince":2000},{"_id":"20b8df8f-e5ff-3e8b-8166-54ea8e3a3235","accountId":"077e29b1-1be8-3ab5-be1a-2ecabb7da330","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"In een team komt Martin ruimschoots tot zijn recht. Hij is van A tot Z op zijn plek en houdt ervan om deze posities inzichtelijk te houden. Zwemmend door details is hij als een vis in het water. Hij is altijd nieuwsgierig en speurt in zijn creativiteit naar relevante verbanden. Tijdens zijn werk als assistent producer heeft hij zich energiek ingezet. Veel regelwerk en plotselinge wijzigingen vragen een flexibele werkhouding en een open mindset.\n\nHij heeft jaren voor Zapp (kindertelevisie op NPO-3) computeranimatie-projecten in zijn geheel opgezet. TV is een vluchtig medium en Martin heeft hier zijn stressbestendigheid “cadeau gekregen”. Daarnaast waren de projecten groot voor hem als ZZP'er. Een flinke kluif om van script tot export alles in eigen beheer te hebben, maar door hard werken altijd haalbaar. Met een vleugje humor zijn de infotainment filmpjes zijn paradepaardjes. Door deze achtergrond is hij communicatief vaardig in zowel beeld als tekst.\n\nDoor zijn werk als projectmedewerker heeft hij zijn precieze werkhouding en passie voor structurering ontdekt. En ook hoe belangrijk een goed georganiseerde werkwijze is om efficiënt resultaat te boeken. Deze houding toont zich in zijn rol als testconsultant waarin hij testcases en processen graag in flowcharts visualiseert. Het uitdokteren van criteria en condities is bijna een passie te noemen. \n\nMartin kenmerkt zich door een pragmatische en oplossingsgerichte mentaliteit als testconsultant. Tooling waar nodig, out-of-the-box denken, en testing langs de gehele lijn: bij toetsen van requirements, checken van de documentatie en testen van functionaliteit in de breedste zin. Hij past in kleine teams waar het palet van teamleden breed is en de agility hoog."},"interests":{"nl_NL":"• (Computer)technologie: inlezen in computer-menselijke interactie en media.\n• Taal, cultuur, samenleving en gelijkheidsvraagstukken: door (zelf)studie in talen en door een Open University-programma in Theologie, met vakken als hermeneutiek, Grieks en Oud Hebreeuws.\n• Natuur: Trekking door natuurlandschap over de wereld.\n• Muziektheorie en -uitvoering: beoefenen piano, gitaar en bestuderen van (klassieke) muziek, muziekcompositie.\n• Instructeur bij Stichting Buitendoor voor begeleiding van jongeren tijdens (school)kampen in outdoor zoals klimmen, abseilen, kanoën, bivouac en andere activiteiten om de groepsdynamiek te bevorderen."},"workingSince":2010,"inItSince":2017},{"_id":"15fe2942-4ace-347b-9655-09d02c42ebc2","accountId":"6c9882bb-ac1c-3093-bd25-041881277658","role":{"nl_NL":"Mobile App Test Automation Specialist"},"profile":{"nl_NL":"Rutger Korstjens is een betrokken en leergierig persoon met sterke communicatieve vaardigheden. Deze zet hij met veel enthousiasme in om het beste uit zijn team en zichtzelf te halen.\n\nBinnen het testvak heeft Rutger zich ontwikkeld tot mobile app specialist. In die hoedanigheid heeft hij veelzijdige werkzaamheden verricht voor klanten: van handmatig functioneel testen, testautomatisering met Appium, Espresso en XCUITEST, tot fixen van bugs en bouwen van kleine features in Android apps. Hij gaat daarbij graag pragmatisch en oplossingsgericht te werk: op zoek naar wat werkt, waarom iets werkt, en ook hoe iets werkt, om zo tot een oplossing te komen die aansluit bij de behoefte van de klant.  \n\nDankzij zijn leergierige aard is hij in staat om snel nieuwe vaardigheden aan te leren die hem daarin kunnen ondersteunen. Hij zoekt daarbij graag de verdieping op en is ook in zijn vrije tijd graag bezig met programmeren en het volgen van trainingen zoals de Google Developers Training for Android App Development."},"workingSince":2005,"inItSince":2009},{"_id":"fe9cc571-69bc-3527-8136-b521fc97e60a","accountId":"19f3cd30-8f14-35b3-ba09-a282e0d496f4","role":{"nl_NL":"OutSystems Test Engineer"},"profile":{"nl_NL":"Duco houdt van uitdagingen en heeft de ambitie om zijn talenten verder te ontwikkelen. In september 2015 is hij afgestudeerd als Bachelor Sport, Management en Ondernemen. Duco heeft zich breed ontwikkeld op deze drie vakgebieden. Hierna is hij bij Valori gestart met de Masterclass voor testexperts. Met focus op kwaliteit en een hoge klanttevredenheid wil hij verder doorgroeien tot een succesvolle testconsultant. Hij is hardwerkend, staat altijd open voor de meningen van anderen en kan zich goed in andere mensen inleven. In zijn vrije tijd mag Duco ook graag zijn grenzen verleggen in het begeleiden van teams als Outdoor instructeur.\n\nDuco is praktijkgericht en secuur. Hij zorgt ervoor dat degelijke oplossingen op een goede manier worden opgeleverd en gaat door tot het gewenste resultaat behaald is. Verder is hij flexibel en betrouwbaar.\n\nTijdens zijn eerder verrichte opdrachten en zijn rol als Outdoor instructeur heeft Duco extra focus gelegd op een optimale samenwerking binnen elk team. Hij is hierdoor in staat anderen te motiveren om op een efficiënte manier samen te werken. Actief luisteren, duidelijk spreken, openheid en transparantie zijn daarbij voor hem belangrijke uitgangspunten. Feedback kunnen geven en ontvangen acht hij tevens noodzakelijk om een zo goed mogelijk resultaat te behalen. Duco is leergierig en kan zich daardoor snel in nieuwe omgevingen inwerken."},"workingSince":2016,"inItSince":2015},{"_id":"23597741-cddc-3f0d-8152-5d2f7dccca4b","accountId":"03c6b069-52c7-3089-9bb0-3d998e631860","role":{"nl_NL":"Senior Consultant"},"profile":{"nl_NL":""},"workingSince":1993,"inItSince":2002},{"_id":"12ff86d9-d909-3fee-8394-ade125eb3c7d","accountId":"c24cd76e-1ce4-3366-a4bb-e8a49b02a028","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"Mediha is een enthousiaste, leergierige en gedreven testconsultant. Zij haalt veel voldoening uit het onderzoeken hoe bestaande concepten beter of efficiënter kunnen. Door haar creatieve en ondernemende karakter neemt Mediha initiatief om op een innovatieve wijze complexe vraagstukken te benaderen. Door haar aanpassingsvermogen, humor en behulpzame aard is Mediha een persoon die zichzelf snel onderdeel kan maken van een team. Zij heeft een sterk analytisch vermogen en is door haar open mindset breed inzetbaar.","uk_UK":""},"interests":{"nl_NL":"Dingen waar ik geïnteresseerd in ben: reizen, evenementen organiseren (actief pv lid), mysteries onderzoeken, naar het grotere geheel kijken, in systemen denken, puzzelen, verkennen, experimenteren in de keuken en nieuwe technologieën leren."},"workingSince":2010,"inItSince":2008},{"_id":"7fe779d8-1dbf-3ef9-ae74-600f4aede264","accountId":"c52f1bd6-6cc1-3d05-a28b-d8bf27af3ad6","role":{"nl_NL":"TEST CONSULTANT"},"profile":{"nl_NL":"Jeroen is een behulpzame collega die nauwgezet te werk gaat, een groot verantwoordelijkheidsgevoel heeft en waarde hecht aan een goede sfeer in de werkomgeving. Jeroen houdt van verbetering en balans, zowel bij zichzelf als bij zaken waar hij zich mee bezig houdt.\n\nJeroen is een gedreven kritisch denker en heeft een vriendelijke open werkhouding. Hij staat mensen met geduld en begrip bij, hierbij gaat hij discussies niet uit de weg. Jeroen heeft een sterk analytisch vermogen, hij werkt graag secuur en is administratief vaardig."},"interests":{"nl_NL":"Levende geschiedenis, late middeleeuwen (15e eeuw) – Algemeen lid van vereniging Graven van Holland, onderdeel van platform LPLG."},"workingSince":2007,"inItSince":2007},{"_id":"6962448d-565d-365c-a98c-af5e51e1dfec","accountId":"fe131d7f-5a6b-38b2-bcc9-67316c13dae2","role":{"nl_NL":"Test Automation Engineer"},"profile":{"nl_NL":"Abdel is een gedreven testprofessional die de afgelopen 11 jaar verschillende rollen heeft uitgevoerd binnen de energiemarkt. Hij is pragmatisch en verdiept zich graag in de inhoud en de techniek. Als testprofessional is hij een goede sparringpartner voor ontwikkelaars en andere teamleden. \nAbdel voegt juist met zijn kritische en kwaliteitsgerichte blik veel waarde toe. Hij haalt er dan ook veel voldoening uit wanneer hij gedurende het ontwikkelproces een belangrijke bijdrage levert aan de kwaliteit van het product. Abdel vindt het fijn om in een agile-werkomgeving te werken waarbij hij de mogelijkheid krijgt om ook andere taken in het team op te pakken. Zo heeft hij ook ervaring met de scrum master rol vervullen in een team. \nHij heeft daarnaast een automatisering-mindset en geeft hier ook prioriteit aan in zijn werkzaamheden. Verder heeft Abdel bij het testen ook oog voor de non-functionals. Bijvoorbeeld al vroeg in het ontwikkelproces nadenken over de performance criteria en het plannen en uitvoeren voor een performancetest. Kortom, een Utilities testexpert die multidisciplinair is en past binnen elk agile team."},"interests":{"nl_NL":"Voetballen, Kickboksen, Gamen, Reizen, Sneakers"},"workingSince":2009,"inItSince":2009},{"_id":"e8be17be-c1fb-30be-b198-23716f4a8311","accountId":"f718499c-1c8c-3f67-b0f9-fd03c8125cab","role":{"nl_NL":"Consultant"},"profile":{"nl_NL":""},"workingSince":2005,"inItSince":2005},{"_id":"63a96704-454c-37ba-bea4-e187e86800b0","accountId":"d96409bf-8942-3768-aba1-24d7356686c9","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Wouter heeft passie voor alles wat hij doet. Hij is nuchter en rechtdoorzee en blijft te allen tijde in controle. Het teambelang staat bij Wouter voorop en hij zal altijd dat stapje extra zetten. Hij koppelt een gezonde dosis werklust aan een goed ontwikkeld analytisch vermogen. Hij kijkt vanuit een commerciële blik naar zaken en zal daardoor de business case bij elk project in de gaten houden."},"interests":{"nl_NL":"Wouter heeft naast zijn werkzaamheden grote interesse in architectuur, meubels maken en voetbal."},"workingSince":2011,"inItSince":2011},{"_id":"8c5fa7e8-2edc-30ce-8285-896a9c72e81a","accountId":"502e4a16-930e-3141-87ee-22b6198c578f","role":{"nl_NL":"Test Consultant"},"profile":{"nl_NL":"In 2016 heeft Rachelle haar opleiding Business IT & Management succesvol afgerond aan de hogeschool Inholland te Diemen. Tijdens de opleiding heeft zij diverse skills en kennis opgedaan, zoals UML, SQL, Functioneel Beheer en programmeren, waar ze verdiepend op in is gegaan tijdens de Masterclass. \n\nRachelle is te typeren als een ondernemend en sociaal persoon. Leergierigheid en doorzettingsvermogen staan bij haar hoog in het vaandel. Verder beschikt zij over een goed analytisch vermogen. Dit blijkt uit projecten en stages die zij tijdens de opleiding succesvol heeft afgerond waarbij ze uit verzamelde gegevens een analyse heeft gedaan en heeft gezocht naar een gepaste oplossing. \n\nNa de Masterclass te hebben doorlopen heeft Rachelle gewerkt aan een aantal projecten. Tijdens deze projecten heeft zij de opgedane kennis kunnen toepassen waardoor zij goed voorbereid aan haar opdrachten kon starten."},"interests":{"nl_NL":"Lezen, technologie, testen, gamen, muziek en films"},"workingSince":2017,"inItSince":2015},{"_id":"09cbd221-c1ef-33f3-94ae-7686cb2a9e17","accountId":"cfa0860e-83a4-33a7-a3a7-e62d825349f7","role":{"nl_NL":"Test consultant"},"profile":{"nl_NL":"Stefan is een energiek persoon, ambitieus en leergierig. In augustus 2017 heeft hij met succes de Valori masterclass doorlopen. Naast zijn TMap-certificatie is hij ook een gecertificeerde Agile tester. Hij heeft ruime ervaring met het werken in een agile omgeving. \n\nDankzij zijn sales- en sportachtergrond is hij communicatief sterk, hands-on en gefocust om het beste resultaat te behalen. Hij stelt daarbij de wensen van de opdrachtgever altijd voorop.\nDoor Stefans jarenlange ervaring in het buitenland kan hij zich gemakkelijk aanpassen aan zijn omgeving. Zo gaat de samenwerking met ontwikkelaars en eindgebruikers hem soepel af.\nKortom Stefan is een Agile tester die naar perfectie streeft\n\n- Flexibel\n- Ambitieus \n- Doorzettingsvermogen\n- Leergierig\n- Energiek\n- Hulpvaardig\n- Geduldig"},"interests":{"nl_NL":"Voetbal, gamen, eten, festivals, reizen, films en series"},"workingSince":1996,"inItSince":2017},{"_id":"9b830ae5-25c4-33e1-af0a-55b0d128752e","accountId":"a4f23670-e183-3f3f-9b07-7ca70bbd5d66","profile":{"nl_NL":""},"workingSince":1992,"inItSince":1995},{"_id":"d66f8e9e-d418-3070-9acc-3cbed63fa54e","accountId":"b1a59b31-5fc9-3300-ace3-8bbe070ec3f5","role":{"nl_NL":"Test Tool Engineer"},"profile":{"nl_NL":"Orhan heeft een gedegen technische achtergrond. Naast een goede technische basiskennis, zijn ook zijn “soft skills” prima ontwikkelt wat maakt dat hij in diverse omgevingen snel en makkelijk zijn draai kan vinden. Orhan pakt ook nieuwe technieken snel op, is flexibel, nauwkeurig en beschikt over een flinke dosis analytisch vermogen. Hij staat bekend om zijn inzet, gedrevenheid en collegialiteit. Door het hoofd koel te houden, behoudt Orhan het overzicht waardoor problemen ook onder druk goed worden geanalyseerd en opgelost. \nKlantgerichtheid, klantvriendelijkheid en snelheid staan hoog in het vaandel bij hem. Hij kan zowel in teamverband als zelfstandig werken."},"interests":{"nl_NL":"Website ontwikkelen en testen, familie, natuur, voetbal en fietsen."},"workingSince":2007,"inItSince":2000},{"_id":"92f65d47-b6aa-34d3-8c3d-0fa101b42c71","accountId":"36660e59-856b-3de5-8a21-9bcf4e27eba3","role":{"nl_NL":"testconsultant"},"profile":{"nl_NL":"In mijn vrije tijd sta ik graag in de keuken om nieuwe recepten uit te proberen; verschillende ingredienten bij elkaar brengen zodat smaken goed tot hun recht komen. En ook in mijn professionele leven bundel ik graag ingredienten, dan heten ze kennis, kunde en vaardigheid, zodat collega's en klanten nog meer uit zichzelf kunnen halen.\nDaarnaast krijg ik energie van samenwerken en als team een topprestatie neer te zetten. Hard werken en trainen om als het erop aan komt er helemaal klaar voor te zijn.\n\nIk ben competatief en geloof dat regels en procedures helpen om verder te komen. Mijn hele leven voel ik me al thuis in faciliterende rollen; anderen helpen beter tot hun recht te komen."},"interests":{"nl_NL":"Hockey, koken, Spanje, schaken en golf"},"workingSince":1994,"inItSince":1994},{"_id":"094845b1-ac53-38a3-905c-9c45e244fad0","accountId":"8c19f571-e251-361c-b8dd-3612f26d5ecf","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Tessa is een rustig persoon met interesse voor haar medemens. Door de kalmte die ze uitstraalt, is ze in staat om mensen om haar heen snel een vertrouwd gevoel te geven. Ze is open minded en heeft begrip voor anderen, ook al hebben zij een andere mening. Dit maakt ook dat ze in staat is om compromissen te sluiten als dat nodig is. Uitdagingen gaat Tessa niet uit de weg: zo heeft ze van de één op de andere dag haar collega's geholpen met abseilen terwijl ze er zelf niks vanaf wist. In haar vrije tijd is Tessa creatief: ze illustreert graag in Photoshop. Een grove schets steeds meer bijschaven totdat het een mooi eindproduct wordt, dat is wat ze leuk vindt. Dit maakt dat ze niet snel zal opgeven en gedreven is om door te blijven ontwikkelen.","uk_UK":""},"interests":{"nl_NL":"Photoshop, koken, wandelen, hardlopen, schrijven"},"workingSince":2015},{"_id":"b6775b9a-155b-3049-b73c-ba78f2c141be","accountId":"d6baf65e-0b24-3ce1-b7cf-70da146c8dc8","role":{"nl_NL":"Academy medewerker"},"profile":{"nl_NL":"Wie ben je?\n\nIk ben....(niet wat je kan)"},"workingSince":2009},{"_id":"0786c3b9-6a58-3943-8e32-1bd6a650474d","accountId":"e56954b4-f634-3e89-bf95-4495eab16a88","role":{"nl_NL":"Test consultant"},"profile":{"nl_NL":"Sergio zijn werkinstelling kenmerkt zich door zijn doorzettingsvermogen die hij in zijn privé leven dagelijks benut in de gym & gezonde levenswijze.\n\nSergio is open, uitgesproken, schakelt snel, energiek, flexibel en houdt van duidelijkheid in communicatie, dit waren ook de uitkomsten die uit de D.I.S.C.-test zijn gekomen."},"interests":{"nl_NL":"Gym"},"workingSince":2010,"inItSince":2004},{"_id":"8701bbd7-e9f0-3f47-bd7c-fa66dc0f211c","accountId":"f7664060-cc52-3c6f-bd62-0bcedc94a4b6","role":{"nl_NL":"Test consultant"},"profile":{"nl_NL":"Leergierigheid is bij Tessa leidraad in het leven. Het uitpluizen en eigen maken van nieuwe materie is waar zij dagelijks mee bezig is en dit gaat alle kanten op. Het ene moment slaat zij snaren aan met (voorlopig denkbeeldige) rockmuziek als resultaat, het andere moment waagt zij zich aan de pracht van het Arabische schrift. Tessa's brede interesse leidt tot een altijd groeiend scala aan hobbies. \n\nTessa's drang tot zelfontwikkeling maakt haar een mensen-mens. Ze leert anderen graag kennen en probeert van iedereen iets te leren. Een beetje competitie zal Tessa daar niet uit de weg gaan, leg haar iets uit of presenteer haar een idee en ze zal gelijk nadenken over alternatieve methoden. Dankzij bijna tien jaar retailervaring heeft Tessa veel verschillende mensen kunnen ontmoeten en zo heeft ze ook haar communicatieve vaardigheden sterk ontwikkeld. \n\nOrganiseren en structureren zit er bij Tessa ingebakken. Alles heeft een plek waar (voor haar) logica achter zit, sturend op gemak en efficiëntie. Dit zowel in haar kledingkast als op haar bureaublad of in haar mailbox, alles is op soort en importantie geordend.\n\nTessa is een optimist en gelooft dat in alles wat je doet waarde kan worden gevonden. Andere steekwoorden zijn enthousiast, creatief en onderzoekend."},"workingSince":2009},{"_id":"08923b00-ebe2-3855-a3aa-8c0e76f4a2d2","accountId":"eda80a3d-5b34-3bc4-8f3b-c04f65b7a357","role":{"nl_NL":"Functioneel beheerder"},"profile":{"nl_NL":"Kevin is een positieve, rustige en harde werker. Kevin is door zijn gevarieerde ervaring met functioneel beheer, business analyse en verkoop zeer servicegericht en kan zich door een sterk empathisch vermogen goed in mensen inleven. Daarnaast kan hij met zijn analystisch vermogen snel verbanden zien en problemen vanuit een creatieve hoek oplossen.\n\nKevin krijgt veel energie door de spin in het web te zijn. Snel schakelen tussen; technische problemen oplossen, meedenken met het effecient inrichten van de organisatie en goede banden te creëren met collega's."},"interests":{"nl_NL":"Kevin is een actief persoon en een echt buitenmens. Daarvoor is hij met zijn vriendin en dochter (1 jaar) ook naar Deventer verhuist, om dichter bij het groen te zitten. Daarnaast is hij altijd op zoek om zijn leven te verduurzamen; zijn nieuwe huis energie neutraal te krijgen, of lokaal en heerlijk vers eten te vinden en te bereiden."},"workingSince":2006,"inItSince":2019},{"_id":"3357f637-d307-3f82-9562-15a612fe25ac","accountId":"8f121ce0-7d74-317e-8b1f-21d122e04521","role":{"nl_NL":"Testconsultant"},"profile":{"nl_NL":"Ekrem is altijd op zoek naar uitdagingen en is niet bang om verantwoordelijkheden aan te gaan. Hij is een enorme doorzetter en heeft oog voor detail. Deze eigenschappen weet hij op de juiste manier in te zetten in zijn werk als tester.\nAl sinds zijn jeugd heeft Ekrem veel interesse voor techniek. Dit heeft er mede toe geleid dat hij enkele jaren geleden een eigen bedrijf heeft opgericht waarmee hij zich richt op het oplossen van problemen in motormanagement-software.\nZijn focus op techniek bepaalt ook zijn ambitie als testprofessional. Ekrem werkt hard aan zijn ontwikkeling op het gebied van testautomatisering. \nEkrem is ondernemend, enthousiast, nauwgezet, flexibel, zelfstandig en leergierig. Hij beseft de kracht en het belang van teamwork en hij is een waardevolle en fijne collega."},"interests":{"nl_NL":"Motortechniek, Auto’s, Sleutelen, Configureren van autosoftware"},"workingSince":2015,"inItSince":2019}]