[{"_id":"acfd0f9b-e1d6-39eb-bef5-676320d4b06c","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Richard van der Slot","referentFunction":{"nl_NL":"Manager IT Operations"},"description":{"nl_NL":"2011-01 - 2012-03 - Van Oord: Change Management"},"includeInCv":true},{"_id":"9abfc268-2ef5-3d0d-ae17-8a84350aa8e9","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Richard de Jong","referentFunction":{"nl_NL":"Project Manager"},"description":{"nl_NL":"2012-04 - 2014-06 - Van Oord: Project Vessel Infra"},"includeInCv":true},{"_id":"6a7b3312-523c-3930-9ea4-fae019851d11","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Reinier des Bouvrie","referentFunction":{"nl_NL":"Project Manager"},"description":{"nl_NL":"2014-07 - 2015-09 - Van Oord: Project FMS2"},"includeInCv":true},{"_id":"e3ee0c48-a7ad-3d84-a10c-a92fd9acc320","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Ad den Boer","referentFunction":{"nl_NL":"Improvement Manager"},"description":{"nl_NL":"2015-10 - 2016-09 - Van Oord: Procurement Improvement"},"includeInCv":true},{"_id":"f9694b84-7cca-346d-b005-057292624fbd","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Hanneke van den Enden","referentFunction":{"nl_NL":"Manager Portfolio Management"},"description":{"nl_NL":"2016-10 - 2017-01 - Van Oord: Project GRIP"},"includeInCv":true},{"_id":"8419d208-3bff-311a-b33a-9958a58b20a3","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Jurgen Spitters","referentFunction":{"nl_NL":"Project Manager"},"description":{"nl_NL":"2017-02 - 2017-04 - Van Oord: Project Vessel Infra"},"includeInCv":true},{"_id":"5e95d762-abe2-337f-80f8-36f2c9cb82bb","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Jeroen Buitenhuis","referentFunction":{"nl_NL":"Program Manager"},"description":{"nl_NL":"2017-09 - 2018-03 - TenneT TSO: Project BTB"},"includeInCv":true},{"_id":"fb9e8591-5d3c-30f5-8ac8-4a6c40d2d677","cvId":"7d54b4aa-7cf5-3b91-8fde-b51b235739b2","referentName":"Gerard Leenders","referentFunction":{"nl_NL":"Project Manager"},"description":{"nl_NL":"2018-06 - 2019-05 - Project Services Connected"},"includeInCv":true},{"_id":"31a69fca-188f-3144-8953-91c00ba3fd43","cvId":"bc1af3c2-0752-3f60-a768-1511bb0d1cfc","referentName":"Op Navraag","referentFunction":{"nl_NL":"HOOFD ICT"},"description":{"nl_NL":"College ter Beoordeling van Geneesmiddelen"},"includeInCv":true},{"_id":"c01a383d-1fb6-34e2-96a6-0b1c0490b702","cvId":"bc1af3c2-0752-3f60-a768-1511bb0d1cfc","referentName":"Op navraag","referentFunction":{"nl_NL":"Senior Manager"},"description":{"nl_NL":"Accenture"},"includeInCv":true},{"_id":"3c64051f-ab8d-3200-9e41-63540b0238d4","cvId":"d993bcf0-7ada-3448-b86d-6f3cb8a1f995","referentName":"Michael  Deelen","referentFunction":{"nl_NL":"Teammanager"},"description":{"nl_NL":"Shared account   Stedin/ Eneco (INWORK)"},"includeInCv":true},{"_id":"5214f80d-d2bc-37ba-8d80-a0c1e1adefc5","cvId":"d993bcf0-7ada-3448-b86d-6f3cb8a1f995","referentName":"Herman van den Hengel","referentFunction":{"nl_NL":"IBM Delivery manager"},"description":{"nl_NL":"Fmr.  IBM Delivery manager"},"includeInCv":true},{"_id":"0ba0f899-40d8-35be-aaf9-09a078663dba","cvId":"d993bcf0-7ada-3448-b86d-6f3cb8a1f995","referentName":"Claire Nombika","referentFunction":{"nl_NL":"Account Executive"},"description":{"nl_NL":"Fmr. Account Executive IBM/Kelly"},"includeInCv":true},{"_id":"61d9bc3d-1e7f-36bd-bc4e-71a11581d43b","cvId":"d993bcf0-7ada-3448-b86d-6f3cb8a1f995","referentName":"Farhaad Fakir Delivery","referentFunction":{"nl_NL":"Manager"},"description":{"nl_NL":"IBM First Line Manager"},"includeInCv":true},{"_id":"9819cad0-8126-39bf-b48e-e1f79d53f980","cvId":"f5bba93b-7ee2-3c52-9a97-1f7216965db6","referentName":"Arthur van der Ploeg","referentFunction":{"nl_NL":"Projectleider PostNL"},"description":{"nl_NL":"“Dana heeft binnen een korte tijd in een complexe omgeving de stof eigen gemaakt en de testcoördinatie op zich genomen.”"},"includeInCv":true},{"_id":"b5099f91-2110-33de-8507-305e1ef26c58","cvId":"10478917-aad3-3e82-842f-ab40e2256e38","referentName":"Rob van der Vlugt","referentFunction":{"nl_NL":"Scrummaster/projectleider"},"includeInCv":false},{"_id":"dfec5af8-3fc9-3c7c-b158-794e7c24c818","cvId":"10478917-aad3-3e82-842f-ab40e2256e38","referentName":"Marlein Aarts","referentFunction":{"nl_NL":"Manager Primair Proces Aansluitingen"},"includeInCv":false},{"_id":"1bd40243-d442-3919-bd41-99b6d2adcd13","cvId":"10478917-aad3-3e82-842f-ab40e2256e38","referentName":"Rene Schouten","referentFunction":{"nl_NL":"Productowner"},"includeInCv":false},{"_id":"2a2b6a5f-be34-33d7-b697-0c6fe7827a4d","cvId":"10478917-aad3-3e82-842f-ab40e2256e38","referentName":"Sjoerd Roorda","referentFunction":{"nl_NL":"Projectmanager"},"includeInCv":false},{"_id":"09d08ffd-d1f1-35ca-873b-6880c28ac081","cvId":"10478917-aad3-3e82-842f-ab40e2256e38","referentName":"Op aanvraag","includeInCv":true},{"_id":"91943af8-44b1-3353-9c07-97c558bc911c","cvId":"32b01d08-6a8a-30b7-9989-e18f64579664","referentName":"Diane van den Hoogen","referentFunction":{"nl_NL":"Projectmanager","uk_UK":"Project Manager"},"description":{"nl_NL":"“Menno is een professional die open is, communicatief, kan goed voor een groep staan en een presentatie geven, mensen enthousiast maken, toegankelijk voor alle niveaus in een bedrijf. “","uk_UK":"“Menno is a professional who is open, communicative, able to stand in front of a group and give a presentation, make people enthusiastic, accessible to all levels in a company. \""},"includeInCv":true},{"_id":"5ce4bbc8-e06e-32a6-aa93-d4ad86fae724","cvId":"32b01d08-6a8a-30b7-9989-e18f64579664","referentName":"Gijs op de Beek","referentFunction":{"nl_NL":"Testspecialist","uk_UK":"Test Engineer"},"description":{"nl_NL":"“Je komt zelden iemand tegen die meer betrokkenheid toont dan Menno. Met hart voor de zaak zal hij er alles aan doen om de kwaliteit naar een zo hoog mogelijk niveau te tillen. Wanneer de kwaliteit dreigt te leiden onder bevindingen, zoekt hij direct contact met iedereen om tot een oplossing/beslissing te komen. Met Menno in je team creëer je verbondenheid binnen en buiten het team.”","uk_UK":"“You rarely meet someone who shows more involvement than Menno. With heart for the matter, he will do everything to raise the quality to the highest possible level. When the quality threatens to result from findings, he seeks direct contact with everyone to reach a solution / decision. With Menno in your team you create solidarity within and outside the team. ”"},"includeInCv":true},{"_id":"8b0cfdc1-b317-3275-bb3c-728f8a198bec","cvId":"32b01d08-6a8a-30b7-9989-e18f64579664","referentName":"Korhan Nas","referentFunction":{"nl_NL":"Scrummaster","uk_UK":"Scrum Master"},"description":{"nl_NL":"“Menno is een zeer bevlogen en meedenkende medewerker. Inzetbaar in een complex landschap en in staat om in oplossingen te denken.”","uk_UK":"“Menno is a very enthusiastic and collaborative employee. Can be used in a complex landscape and able to think in solutions. \""},"includeInCv":false},{"_id":"72fae30f-f0a1-3798-a1a5-370bcbc88545","cvId":"32b01d08-6a8a-30b7-9989-e18f64579664","referentName":"Jan-Pieter Honkoop","referentFunction":{"nl_NL":"Product Owner","uk_UK":"Product Owner"},"description":{"nl_NL":"\"Menno is een leuk mens om mee samen te werken, energiek, sociaal en gestructureerd. Voor mij als Product Owner en voor ons als product team was hij van toegevoegde waarde in het uitvoeren van manuele test werkzaamheden die op een gestructureerde manier werden gedocumenteerd en daarmee zeer praktisch waren in gebruik. Hij is in staat om op een pragmatische maar kritische wijze zijn werkzaamheden uit te voeren en samen te werken met het team. Zijn pro-actieve houding tijdens refinement sessies, user acceptance tests en andere sessies met stakeholders en/of het team, hebben bijgedragen aan het neerzetten van o.a. succesvolle self-service initiatieven, customer service processen en functionaliteit voor het offreren van groepsboekingen.\"","uk_UK":"\"Menno is a nice person to work with, energetic, social and structured. For me as a Product Owner and for us as a product team, he was of added value in performing manual test activities that were documented in a structured way and were therefore very practical to use. He is able to perform his duties in a pragmatic but critical way and work together with the team. His proactive attitude during refinement sessions, user acceptance tests and other sessions with stakeholders and / or the team, have contributed to the implementation of successful self-service initiatives, customer service processes and functionality for offering group bookings.\""},"includeInCv":true},{"_id":"b008923b-bbe1-3052-95dd-10726b568448","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Ahmed Shafik","referentFunction":{"nl_NL":"IT Manager, ING"},"description":{"nl_NL":"Patrick is a highly intelligent, energetic professional who is capable of handling the most complex IT situation in calm and professional manner. He is a content expert and he is self driven and self motivated. He has a great deal of natural leadership and direction. He is more than capable of leading teams towards results and busting impediments whenever exist. I enjoy working with Patrick and i believe he has a lot of success to come."},"includeInCv":true},{"_id":"cdf6b608-c17d-327d-9c22-6e5efff40f3a","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Maurice Dohmen","referentFunction":{"nl_NL":"Informatiemanager, De Rechtspraak"},"description":{"nl_NL":"Patrick is een waardevolle en loyale medewerker, die bereid is om zich voor meer dan 100% in te zetten. Hij is prettig in de omgang, begrijpt waar gevoeligheden kunnen liggen, en communiceert duidelijk. Hij overziet het hele spectrum van testen, en draagt een visie op testautomatisering uit."},"includeInCv":true},{"_id":"255fe6f5-0c4d-3c6d-b6cb-2d2fb1265956","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Henk van der Wardt","referentFunction":{"nl_NL":"Testmanagement Lead, VWPFS"},"description":{"nl_NL":"Patrick is een sterke persoonlijkheid die zijn functie met grote passie uitvoert. Zijn flexibiliteit in combinatie met een coöperatieve aanpak vormen de juiste match met het huidige testvak. Hij is duidelijk in wat hij wil en doet er alles aan om de gewenste doelstellingen te bereiken. Daarbij verliest hij het collectief belang niet uit het oog. Bij meerdere testprojecten binnen VWPFS is Patrick van grote meerwaarde geweest. Kortom een prettige collega waarmee (test)doelstellingen realiseerbaar worden."},"includeInCv":true},{"_id":"96e081b1-de97-347b-9484-90a3b51758a0","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Arne Reijgers","referentFunction":{"nl_NL":"Agile transformation coach, ING"},"description":{"nl_NL":"Patrick’s pleasant approach and his knowledge of Scrum definitely supported our teams to continuously improve. He sets a high standard for himself and others and has a constructive critical attitude towards goals, performance and cooperation. He’s open for dialogue and discussion in the light of making progress together. Besides that, he shows creativity in ways to further improve and always steps in with enthusiasm and positive energy. I would recommend Patrick and thank him for our constructive cooperation."},"includeInCv":false},{"_id":"05cddc5d-fe57-38f1-9ba2-b744d9f4e365","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Frederico Gonçalves","referentFunction":{"nl_NL":"Senior DevOps Engineer, ING"},"description":{"nl_NL":"I've worked together with Patrick at ING bank in one of the Payment teams.\nPatrick is not only a very nice person but also very knowledgeable and know exactly what was necessary to be done, he took the leadership in several key topics. Very strong focus in testing, stability and automation. After I tried to bring him to my team but due to external reasons was not possible.\nI wish him the best for his future and definitely recommend him to any other project. Hope the best for his next role."},"includeInCv":false},{"_id":"44075f30-8071-3431-ba25-03a7d45b23d4","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Anurag Raut","referentFunction":{"nl_NL":"DevOps Engineer, ING"},"description":{"nl_NL":"I have worked in the same team with Patrick in ING. Having great skills in automation, Patrick is also a brilliant leader and scrum master.\nHe is very open guy in the team and is always willing in helping out and giving his valuable inputs in the process designs and technical areas.\nPatrick is very professional at work and a fun guy over coffee. I have enjoyed working with Patrick and definitely willing to work with him again in future."},"includeInCv":false},{"_id":"c2619c30-c0a0-3854-84bb-acb07de96d1e","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Tapas K. Chowdhury","referentFunction":{"nl_NL":"DevOps Engineer, ING"},"description":{"nl_NL":"I worked with Patrick in ING in the same scrum team. I recognize him as a capable scrum master, excellent tester, fine engineer and an amazing guy. He has an eye to detail, zeal to learn, knows his stuff, extremely comfortable to work with and a leader. Wish you all the best Patrick!"},"includeInCv":false},{"_id":"6e6cdbd7-d428-3241-b348-97076ccdbde8","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Linda Haak","referentFunction":{"nl_NL":"Scrum master en agile coach, De Rechtspraak"},"description":{"nl_NL":"Patrick is een tester die gestructureerd en klantgericht te werk gaat. Patrick heeft ervoor gezorgd dat we nu een grote automatische testset hebben, dat levert ons veel voordelen op. Hij vervult verschillende taken binnen ons Scrumteam, naast het reguliere sprintwerk vervult hij de coördinerende functie bij releases en testen met onze externe leveranciers. Patrick is altijd kritisch op wat er gebeurt in de processen, mensen en tools binnen ons team en draagt zo bij aan het efficiënt werken van het team en het genereren van zoveel mogelijk business value."},"includeInCv":false},{"_id":"2e98771c-70f3-3dc6-814c-15f6b69493c4","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Petri Matthesius","referentFunction":{"nl_NL":"Test Management Lead, VWPFS"},"description":{"nl_NL":"Patrick heeft zich in een complex project bewezen als een betrouwbare expert op het gebied van testmanagement en testuitvoering en heeft met zijn vakkennis, professionaliteit en scherpte een zeer belangrijke bijdrage geleverd aan het projectsucces."},"includeInCv":false},{"_id":"49168929-694f-36a2-a832-687275bd4152","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Edgar Zeijlemaker","referentFunction":{"nl_NL":"Program manager, ABN AMRO"},"description":{"nl_NL":"Patrick has served as a multiproject testmanager in the Core Banking domain of ABN AMRO. Besides being a great colleague to work with, Patrick has the ability to create structure and provide a clear overview on testplanning and execution. He is very aware of critical path execution and acts accordingly. He works in a transparant fashion and his commitment to agreements is absolutely very good. 'Quality' has his strong preference, which is considered to be an asset for the projects he has worked in."},"includeInCv":false},{"_id":"9d4af9ab-d4f2-3e3c-b338-b29cb880e2f9","cvId":"e36f09de-a4cc-30ef-893e-d74be94f245c","referentName":"Emile Gierman","referentFunction":{"nl_NL":"Solution Engineer, ABN AMRO"},"description":{"nl_NL":"In the past years I've worked closely together with Patrick as test specialist and test manager. Patrick has got thoroughly knowledge of test matter, and knows how to apply this within projects, and to promote this to team members. Setting up test plans, strategies, performing risk analysis, giving advice about implementation, in other words, setting up and execution of test trajects in complex ICT environment is something Patrick likes doing, and is very good at. Furthermore, Patrick is someone nice to work with, he is thinking outside the box, is pro-active, and shows initiative. For improvements of test processes he gives recommendations, and if desirable, implements them. Patrick is someone you can rely on, which makes him a trustworthy partner in testing."},"includeInCv":false},{"_id":"40923b3c-d82f-3c35-bbcf-55d42ce9d774","cvId":"59a3c559-4e8d-3f15-965b-028717b34372","referentName":"Daphne Sleutjes","referentFunction":{"nl_NL":"Intercedent (Young Capital)"},"description":{"nl_NL":"‘’Youssef heeft in de periode maart 2018 t/m september 2018  vanuit Young Capital voor de Rabobank klantenservice gewerkt. Gedurende deze periode heb ik hem als zijn werkgever zijnde leren kennen als een hardwerkende, leergierige werknemer die vol ambitie zit. Ieder stapje dat Youssef extra kon zetten, zette hij en met al zijn enthousiasme van dien. Hij heeft in dit jaar hoge kwaliteit afgeleverd en zich als een echte teamplayer opgesteld. Ik wens hem veel succes in zijn verdere carrière en ben ervan overtuigd dat je met Youssef een goede werknemer in dienst haalt!’’"},"includeInCv":true},{"_id":"2e3a0aa2-1513-3f81-b030-84876aa52a5d","cvId":"c8d2bfac-7cb1-3e67-a4c6-c18b32563522","referentName":"Ricardo Silva","referentFunction":{"nl_NL":"Devops Engineer"},"description":{"nl_NL":"It was a pleasure working with Joost, always bringing the team sprit up and willing to help any team member in trouble.\nTechnically he was very proficient with Parasoft SOA Test and Virtualize, and comfortable using any other technology required for testing (examples: JMeter, OpenSSL, Jython, Java, Jenkins, Tibco Business Works). It's also worth mentioning Joost's ability to automate, very important skills  in a CI/CD environment.\nFrom a testing perspective Joost was efficient and accurate, setting up the necessary test cases to thoroughly test any application and find most, if not all, issues with the implemented logic and/or technical aspects of the solution before they reach production environments."},"includeInCv":false},{"_id":"56bfca89-f626-3a00-9651-6099aef6d798","cvId":"26db7d7a-a9d1-3d4f-a8eb-d5ac52ffe266","referentName":"Sjoerd Huisman","referentFunction":{"nl_NL":"Product Owner bij Evangelische Omroep"},"description":{"nl_NL":"Zie Valori website:\nKlantreferentie  - EVANGELISCHE OMROEP (EO) \n\nDe EO is een zelfstandige omroepvereniging binnen het publieke bestel in Nederland. Het bedrijf, gevestigd in Hilversum, heeft een duidelijke missie: het Evangelie van Jezus laten doorklinken in de media en zo een bijdrage leveren aan de pluriformiteit binnen het publieke bestel. Juridisch gezien is de EO een vereniging met leden, vertegenwoordigd door een Ledenraad. Deze Ledenraad bestaat uit 67 personen met verschillende kerkelijke achtergronden.  \nOp de afdeling Customer Relationship Management (CRM) werken acht mensen, één van hen is Product Owner Sjoerd Huisman. “Wij ontwikkelen en beheren de totale CRM-omgeving, hierbij ondersteund door de collega’s van ICT en Financiële Zaken. Als Product Owner houd ik me vooral bezig met het doorontwikkel en van het CRM-systeem: wat gaan we ontwikkelen en voldoet het systeem aan alle eisen qua functionaliteit en veiligheid? Een aantal jaren geleden bleek dat het CRM-systeem - waarmee we destijds werkten - niet meer voldeed aan onze wensen. Het feit dat het lastig aan andere (web)applicaties en het uitvoeren van marketing-gerelateerde werkzaamheden gekoppeld kon worden, was één van de grote bezwaren.\n” Salesforce “\nSalesforce bleek voor ons het juiste alternatief. Het systeem kan makkelijk worden ingericht en koppelingen zijn eenvoudig te realiseren. Zo’n vier jaar geleden zijn we dan ook gestart met een nieuw project gericht op de implementatie van Salesforce. Het nieuwe systeem moet niet alleen gebruikt kunnen worden door de afdeling CRM: de afdeling Financiële Zaken wordt er eveneens aan gekoppeld, het systeem wordt benut voor marketingdoeleinden en het directiemanagement gaat er uiteindelijk ook mee werken. In totaal zo’n vijftig gebruikers.\n” Twijfel “\nNa een eerste ontwikkelfase brak de testfase aan, waarbij we behoefte hadden aan externe testcapaciteit. Onze testmanager attendeerde ons op Valori en Valori’s Sandra van de Belt stelde ons Valeria Esman voor. Aanvankelijk twijfelde ik: zou deze junior tester wel aan al onze eisen kunnen voldoen? Onze testmanager gaf aan dat zij nog nooit teleurgesteld was door Valori en dat het deze keer ook wel in orde zou zijn. Ik besloot Valeria een kans te geven en daar heb ik geen seconde spijt van gehad.” Helder inzicht en meedenken ‘Valeria ontwikkelde zich in snel tempo tot Salesforce-testspecialist. Ze stelde testscenario’s op, voerde deze uit en kwam met gerichte feedback. Hierbij bewees ze over helder inzicht in de processen te beschikken. Valeria dook onder de oppervlakte door zich vast te bijten in een onderwerp en dat te doorgronden. Ze dacht ook goed mee en kwam met nuttige oplossingen. Via Valeria heb ik kennisgemaakt met Valori en de algemene sfeer die ik meekreeg was heel positief: open, eerlijk, je krijgt wat je ziet en hoort. Die manier van samenwerken spreekt mij aan. Valeria heeft ongeveer anderhalf jaar deel van ons team uitgemaakt en bij het afscheid was duidelijk: we gaan echt iemand missen.”"},"includeInCv":true},{"_id":"a310e640-ddcc-3bf2-ac86-1dddb9ff4f76","cvId":"6b60732e-c892-3875-885b-2f76adc71bc5","referentName":"Berend van Veenendaal","referentFunction":{"nl_NL":"Java Developer & Stage coördinator (Sogeti)"},"description":{"nl_NL":"Tijdens zijn stage heeft Tugay een bovengemiddelde inzet getoond en ook heeft hij zijn opdracht goed afgerond. Verder is Tugay een stagiair welke goed in de groep ligt en waar je een prima gesprek mee kunt voeren","uk_UK":"Tugay has during his internship showed an above average effort and finished his work properly. Other than that, Tugay is a good intern who fits well in the group and you can have great conversations with."},"includeInCv":true},{"_id":"f5805fc0-1f48-3846-9f2a-45f643eadbfa","cvId":"93c96979-6019-3d59-99b7-13f2838652fb","referentName":"Melle Brouwer","referentFunction":{"nl_NL":"Hubmanager Picnic"},"description":{"nl_NL":"“Boy is kort na de opening van Hub Leiden begonnen als Runner bij Picnic tot het najaar van 2019. Gedurende deze tijd heeft Boy een flinke meerwaarde geleverd aan het team door naast het bezorgen een hoop extracurriculaire activiteiten te verrichten. Hij ondersteunde de Recruitment Events waardoor hij direct verantwoordelijk was voor de kwaliteit van de nieuwe bezorgers, bij complicaties in het proces stond hij altijd paraat als ervaren runner om alles in goede banden te geleiden. Zijn hoge standaard van werken, de klantgerichtheid waarmee hij dit deed, zijn positieve instelling en gezelligheid binnen het team maakte hem een zeer waardevolle werknemer. Ik kijk met veel genoegen terug op de tijd dat we samenwerkten.”"},"includeInCv":true},{"_id":"aa51ffde-cc27-3e86-8a19-a23d3651fad4","cvId":"5d450c92-915e-357f-a4d8-a5b583275ffd","referentName":"Roel Prins","referentFunction":{"nl_NL":"Clustermanager Nationale Politie"},"description":{"nl_NL":"“Binnen een innovatief project heeft Bart zich bewezen als technisch full-stack tester die zich ook heeft toegespitst op performance testen en het neerzetten van testautomatisering in een CI/CD omgeving. Zijn scherpte en bereidheid altijd een stap extra te zetten heeft geleid tot langdurige inzet en een zwaardere rol, waarin hij de software-en proceskwaliteit binnen het project naar een hoger niveau brengt.”"},"includeInCv":true},{"_id":"0e8e28d3-3378-3c59-812c-2067176d1113","cvId":"5d450c92-915e-357f-a4d8-a5b583275ffd","referentName":"Laurens vd Tang","referentFunction":{"nl_NL":"CEO Philips Vitalhealth"},"description":{"nl_NL":"Team Integrator (waar Bart de tester en scrummaster was) is het lichtend baken binnen de softwareontwikkeling van Philips Vitalhealth"},"includeInCv":true},{"_id":"d041fdde-b7b2-3ad9-9ac3-dfbbd7b4fc08","cvId":"7a2540f6-52ec-3114-b819-3417cf844bbe","referentName":"Hanneke Bixerman","referentFunction":{"nl_NL":"Product Owner Mobiel Werken at Politie Nederland"},"description":{"nl_NL":"Ik heb Eric leren kennen als een enthousiaste testmanager die zich zeer flexibel in zet, zowel op de testaspecten van een programma maar ook als (tijdelijke) scrummaster en als Agile coach bij de implementatie van Scrum en het implementeren van Scaling Agile. Hij heeft ons geholpen om Scaling Agile met zes teams te realiseren binnen een traditionele organisatie."},"includeInCv":true},{"_id":"c18e7e43-112f-309b-a515-d358980f27c7","cvId":"7a2540f6-52ec-3114-b819-3417cf844bbe","referentName":"Stephan van den Hoogen","referentFunction":{"nl_NL":"Software engineer at Politie Nederland"},"description":{"nl_NL":"Ik heb met Eric samengewerkt toen hij inviel als scrummaster bij het MEOS project. Hierbij hielp Eric het team om te leren werken volgens de scrum principes, daarbij had hij veel aandacht voor de samenwerking en de sfeer binnen het team. Hierdoor maakte het scrumteam in korte tijd grote stappen voorwaarts. \nEric weet waar hij het over heeft en kan dit uitdragen naar een scrumteam en de organisatie waar hij voor werkt. \nIk heb de samenwerking met Eric altijd als zeer prettig ervaren en zou in de toekomst graag nog een met hem willen samenwerken."},"includeInCv":true},{"_id":"9bf2d7db-4a11-36e4-ab1d-52fc069c0cfa","cvId":"7a2540f6-52ec-3114-b819-3417cf844bbe","referentName":"Marc Peijnenborg","referentFunction":{"nl_NL":"IM Adviseur PDC Bedrijfsvoering at Politie Nederland"},"description":{"nl_NL":"Nooit afdingen op kwaliteit. Ondanks strakke projectplanningen toch blijven sturen op de het behalen van de bedoelde kwaliteit. Steeds weer blijven zoeken naar de borging van die kwaliteit. Daarnaast oog blijven houden voor de vorderingen van zijn testteam. Inhoudelijk sterke dossierkennis en duidelijke rapportage en communicatie. Standaard vaardigheden van Eric. Ik heb met Eric als test manager samengewerkt in één van de grootste landelijke Politie projecten en kijk uit naar een volgende samenwerking."},"includeInCv":true},{"_id":"f71d62eb-4ea8-3ec0-91eb-47efa4e627d8","cvId":"7a2540f6-52ec-3114-b819-3417cf844bbe","referentName":"Kees van Krevel","referentFunction":{"nl_NL":"Certified (Ipma C) Senior Projectmanager"},"description":{"nl_NL":"Zoekt u een professioneel testmanager, dan is Eric nummer 1. Ik heb als projectmanager van een zeer zwaar en politiek beladen project aan Eric gevraagd om het testtraject te trekken. En dat heeft me niet teleurgesteld. Inhoudelijk sterk, kordaat, kundig met de gehanteerde testmethodiek , maar vooral communicatief erg sterk. Eric zegt in simpele bewoording hoe de vork in de steel zit en dat mag ik, maar ok alle testers zeer graag!"},"includeInCv":true},{"_id":"c0f8104e-e360-3023-979e-84a9a37edc17","cvId":"7a2540f6-52ec-3114-b819-3417cf844bbe","referentName":"Martijn Cok","referentFunction":{"nl_NL":"Account Manager at Specialisterren"},"description":{"nl_NL":"In een vrij korte periode van vier maanden heb ik veel met Eric samengewerkt. Wanneer je iets wilt weten over testmanagement, of de processen van testen wilt verbeteren ben je bij hem aan het juiste persoon heb ik gemerkt. Dit zijn onderwerpen die Eric van binnen en buiten kent en ook enthousiast over kan vertellen. Kortom, iemand waarmee je vakinhoudelijk en ook persoonlijk goed mee kan opschieten!"},"includeInCv":true},{"_id":"0964f030-1238-3ac1-a982-a2fee5da76c7","cvId":"7a2540f6-52ec-3114-b819-3417cf844bbe","referentName":"Brigitte Meijer-Kolenbrander","referentFunction":{"nl_NL":"Requirements Engineer at Avisi"},"description":{"nl_NL":"Eric is een professionele, gedreven en enthousiaste test manager. Hij gaat voor resultaat en kwaliteit; is daar in zeer kritisch en tegelijkertijd een teamplayer."},"includeInCv":true},{"_id":"9aabf535-98f8-3afb-b5a0-58a96e2d092c","cvId":"808aaae0-62d3-325e-95f7-6a16916c159b","referentName":"Hidde Teppema","referentFunction":{"nl_NL":"Testcoördinator"},"description":{"nl_NL":"Hidde Teppema was testcoördinator van Alex tijdens de werkzaamheden bij NextLogic."},"includeInCv":true},{"_id":"2efcc1f4-3eb3-38f4-8eca-acb244d83a1f","cvId":"8c64694c-eb8b-3694-b11e-8aaa082675e2","referentName":"Op aanvraag","includeInCv":false},{"_id":"88a73057-068f-37bf-b78d-fa01fa488093","cvId":"47afbdc9-14f5-3f63-8425-270706c84f9d","referentName":"Mischa Malagodi","referentFunction":{"nl_NL":"HR-manager"},"description":{"nl_NL":"Engin heeft tijdens zijn werkzaamheden zijn bekwaamheid op het gebied van leidinggeven meer dan goed laten blijken. De accuraatheid en snelheid waarmee Engin zijn werkzaamheden voldeed zijn bewonderingswaardig. Hij is een erg capabele werknemer en wij vinden het jammer dat hij ons bedrijf heeft verlaten."},"includeInCv":true},{"_id":"026c1303-c46d-368e-af0f-bd08560a01fe","cvId":"47afbdc9-14f5-3f63-8425-270706c84f9d","referentName":"Tugba Ekinci","referentFunction":{"nl_NL":"HR-manager"},"description":{"nl_NL":"Engin is een gedreven en vriendelijke collega die zijn werk altijd met grote inzet en professionaliteit heeft verricht. Hij is een prettige collega geweest om mee samen te werken en stond altijd klaar voor zijn collega’s en cliënten."},"includeInCv":true},{"_id":"daab83cf-4d34-3746-8cfe-35a57d804db1","cvId":"7fe779d8-1dbf-3ef9-ae74-600f4aede264","referentName":"Danny Steenstra Toussaint","referentFunction":{"nl_NL":"Test manager, later resource manager"},"description":{"nl_NL":"Omniplan - Getuigschrift in bezit\nOud collega Getronics (zelfde afdeling, ander team)\nMijn test manager bij Omniplan eerste 2 jaren (directe collega)\nResource manager daarna (indirecte collega)"},"includeInCv":false},{"_id":"9c721b54-4e57-3c85-b7e0-d19b59824e12","cvId":"7fe779d8-1dbf-3ef9-ae74-600f4aede264","referentName":"Mark Jooren","referentFunction":{"nl_NL":"(HR) manager"},"description":{"nl_NL":"Capgemini - Getuigschrift in bezit\nMijn manager uit laatste periode bij Capgemini (indirecte collega)"},"includeInCv":false},{"_id":"79b7b7d2-b571-3e36-99a9-670c467b0ff5","cvId":"6962448d-565d-365c-a98c-af5e51e1dfec","referentName":"Gina Koobs","referentFunction":{"nl_NL":"Testmanager"},"description":{"nl_NL":"Ik werk nu 2,5 jaren samen met Abdel en dit doe ik met groot plezier. Abdel is een gedreven en enthousiaste collega. Ik kan op hem bouwen en hij staat altijd klaar om mij en andere mensen te helpen. Hij is communicatief zeer vaardig en weet mensen met elkaar te verbinden. Hij is geduldig en respectvol naar collega’s toe. Hij heeft vaak een gemotiveerde positieve bijdrage in discussies en is niet bang zijn mening te geven. Daarnaast is Abdel een hele prettige collega op sociaal vlak. Hij staat echt klaar voor collega’s, vooral als die echt even een luisterend oor nodig hebben. Hij wordt gewaardeerd bij EDSN om zijn kennis van alle EDSN-applicaties maar ook van de algehele energiemarkt. Daarnaast heeft hij een uitstekende vakkennis opgebouwd. Dat bewijst hij met diverse certificeringen en resultaten bij EDSN. Hij gaat een volgende stap nemen in zijn carrière en ik sta daarin achter hem, maar zal hem zeker missen."},"includeInCv":true},{"_id":"a34bdd44-597e-34ef-ab91-1b0bce2e9755","cvId":"6962448d-565d-365c-a98c-af5e51e1dfec","referentName":"Mick Fens","referentFunction":{"nl_NL":"Teamleider"},"description":{"nl_NL":"Abdel heeft een jaar binnen Greenchoice gewerkt als tester binnen het creditmanagement scrumteam. Hij heeft hier een waardevolle bijdrage geleverd aan de dekkingsgraagd van de testautomatisering binnen het landschap en heeft zich daarnaast ingezet in de testersvakgroep. Abdel is een rustig, analytische consultant en in staat om problemen gestructureerd op te pakken. Ik raad Abdel dan ook van harte aan."},"includeInCv":true},{"_id":"262bfe39-9529-32bd-bfd1-df1fc540d33d","cvId":"3357f637-d307-3f82-9562-15a612fe25ac","referentName":"Michel Spanhak","referentFunction":{"nl_NL":"HR-Manager"},"description":{"nl_NL":"In voorkomende gevallen contact opnemen met mijn manager"},"includeInCv":false}]